const  city =[
    {
      "id": 1,
      "name": "اسکو",
      "slug": "اسکو",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 2,
      "name": "اهر",
      "slug": "اهر",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 3,
      "name": "ایلخچی",
      "slug": "ایلخچی",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 4,
      "name": "آبش احمد",
      "slug": "آبش-احمد",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 5,
      "name": "آذرشهر",
      "slug": "آذرشهر",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 6,
      "name": "آقکند",
      "slug": "آقکند",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 7,
      "name": "باسمنج",
      "slug": "باسمنج",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 8,
      "name": "بخشایش",
      "slug": "بخشایش",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 9,
      "name": "بستان آباد",
      "slug": "بستان-آباد",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 10,
      "name": "بناب",
      "slug": "بناب",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 11,
      "name": "بناب جدید",
      "slug": "بناب-جدید",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 12,
      "name": "تبریز",
      "slug": "تبریز",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 13,
      "name": "ترک",
      "slug": "ترک",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 14,
      "name": "ترکمانچای",
      "slug": "ترکمانچای",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 15,
      "name": "تسوج",
      "slug": "تسوج",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 16,
      "name": "تیکمه داش",
      "slug": "تیکمه-داش",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 17,
      "name": "جلفا",
      "slug": "جلفا",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 18,
      "name": "خاروانا",
      "slug": "خاروانا",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 19,
      "name": "خامنه",
      "slug": "خامنه",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 20,
      "name": "خراجو",
      "slug": "خراجو",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 21,
      "name": "خسروشهر",
      "slug": "خسروشهر",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 22,
      "name": "خضرلو",
      "slug": "خضرلو",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 23,
      "name": "خمارلو",
      "slug": "خمارلو",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 24,
      "name": "خواجه",
      "slug": "خواجه",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 25,
      "name": "دوزدوزان",
      "slug": "دوزدوزان",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 26,
      "name": "زرنق",
      "slug": "زرنق",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 27,
      "name": "زنوز",
      "slug": "زنوز",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 28,
      "name": "سراب",
      "slug": "سراب",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 29,
      "name": "سردرود",
      "slug": "سردرود",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 30,
      "name": "سهند",
      "slug": "سهند",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 31,
      "name": "سیس",
      "slug": "سیس",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 32,
      "name": "سیه رود",
      "slug": "سیه-رود",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 33,
      "name": "شبستر",
      "slug": "شبستر",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 34,
      "name": "شربیان",
      "slug": "شربیان",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 35,
      "name": "شرفخانه",
      "slug": "شرفخانه",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 36,
      "name": "شندآباد",
      "slug": "شندآباد",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 37,
      "name": "صوفیان",
      "slug": "صوفیان",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 38,
      "name": "عجب شیر",
      "slug": "عجب-شیر",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 39,
      "name": "قره آغاج",
      "slug": "قره-آغاج",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 40,
      "name": "کشکسرای",
      "slug": "کشکسرای",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 41,
      "name": "کلوانق",
      "slug": "کلوانق",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 42,
      "name": "کلیبر",
      "slug": "کلیبر",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 43,
      "name": "کوزه کنان",
      "slug": "کوزه-کنان",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 44,
      "name": "گوگان",
      "slug": "گوگان",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 45,
      "name": "لیلان",
      "slug": "لیلان",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 46,
      "name": "مراغه",
      "slug": "مراغه",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 47,
      "name": "مرند",
      "slug": "مرند",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 48,
      "name": "ملکان",
      "slug": "ملکان",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 49,
      "name": "ملک کیان",
      "slug": "ملک-کیان",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 50,
      "name": "ممقان",
      "slug": "ممقان",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 51,
      "name": "مهربان",
      "slug": "مهربان",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 52,
      "name": "میانه",
      "slug": "میانه",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 53,
      "name": "نظرکهریزی",
      "slug": "نظرکهریزی",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 54,
      "name": "هادی شهر",
      "slug": "هادی-شهر",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 55,
      "name": "هرگلان",
      "slug": "هرگلان",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 56,
      "name": "هریس",
      "slug": "هریس",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 57,
      "name": "هشترود",
      "slug": "هشترود",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 58,
      "name": "هوراند",
      "slug": "هوراند",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 59,
      "name": "وایقان",
      "slug": "وایقان",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 60,
      "name": "ورزقان",
      "slug": "ورزقان",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 61,
      "name": "یامچی",
      "slug": "یامچی",
      "city":"آذربایجان-شرقی"
    },
    {
      "id": 62,
      "name": "ارومیه",
      "slug": "ارومیه",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 63,
      "name": "اشنویه",
      "slug": "اشنویه",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 64,
      "name": "ایواوغلی",
      "slug": "ایواوغلی",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 65,
      "name": "آواجیق",
      "slug": "آواجیق",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 66,
      "name": "باروق",
      "slug": "باروق",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 67,
      "name": "بازرگان",
      "slug": "بازرگان",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 68,
      "name": "بوکان",
      "slug": "بوکان",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 69,
      "name": "پلدشت",
      "slug": "پلدشت",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 70,
      "name": "پیرانشهر",
      "slug": "پیرانشهر",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 71,
      "name": "تازه شهر",
      "slug": "تازه-شهر",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 72,
      "name": "تکاب",
      "slug": "تکاب",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 73,
      "name": "چهاربرج",
      "slug": "چهاربرج",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 74,
      "name": "خوی",
      "slug": "خوی",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 75,
      "name": "دیزج دیز",
      "slug": "دیزج-دیز",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 76,
      "name": "ربط",
      "slug": "ربط",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 77,
      "name": "سردشت",
      "slug": "آذربایجان-غربی-سردشت",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 78,
      "name": "سرو",
      "slug": "سرو",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 79,
      "name": "سلماس",
      "slug": "سلماس",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 80,
      "name": "سیلوانه",
      "slug": "سیلوانه",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 81,
      "name": "سیمینه",
      "slug": "سیمینه",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 82,
      "name": "سیه چشمه",
      "slug": "سیه-چشمه",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 83,
      "name": "شاهین دژ",
      "slug": "شاهین-دژ",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 84,
      "name": "شوط",
      "slug": "شوط",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 85,
      "name": "فیرورق",
      "slug": "فیرورق",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 86,
      "name": "قره ضیاءالدین",
      "slug": "قره-ضیاءالدین",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 87,
      "name": "قطور",
      "slug": "قطور",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 88,
      "name": "قوشچی",
      "slug": "قوشچی",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 89,
      "name": "کشاورز",
      "slug": "کشاورز",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 90,
      "name": "گردکشانه",
      "slug": "گردکشانه",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 91,
      "name": "ماکو",
      "slug": "ماکو",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 92,
      "name": "محمدیار",
      "slug": "محمدیار",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 93,
      "name": "محمودآباد",
      "slug": "آذربایجان-غربی-محمودآباد",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 94,
      "name": "مهاباد",
      "slug": "آذربایجان-غربی-مهاباد",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 95,
      "name": "میاندوآب",
      "slug": "میاندوآب",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 96,
      "name": "میرآباد",
      "slug": "میرآباد",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 97,
      "name": "نالوس",
      "slug": "نالوس",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 98,
      "name": "نقده",
      "slug": "نقده",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 99,
      "name": "نوشین",
      "slug": "نوشین",
      "city":"آذربایجان-غربی"
    },
    {
      "id": 100,
      "name": "اردبیل",
      "slug": "اردبیل",
      "city":"اردبیل"
    },
    {
      "id": 101,
      "name": "اصلاندوز",
      "slug": "اصلاندوز",
      "city":"اردبیل"
    },
    {
      "id": 102,
      "name": "آبی بیگلو",
      "slug": "آبی-بیگلو",
      "city":"اردبیل"
    },
    {
      "id": 103,
      "name": "بیله سوار",
      "slug": "بیله-سوار",
      "city":"اردبیل"
    },
    {
      "id": 104,
      "name": "پارس آباد",
      "slug": "پارس-آباد",
      "city":"اردبیل"
    },
    {
      "id": 105,
      "name": "تازه کند",
      "slug": "تازه-کند",
      "city":"اردبیل"
    },
    {
      "id": 106,
      "name": "تازه کندانگوت",
      "slug": "تازه-کندانگوت",
      "city":"اردبیل"
    },
    {
      "id": 107,
      "name": "جعفرآباد",
      "slug": "جعفرآباد",
      "city":"اردبیل"
    },
    {
      "id": 108,
      "name": "خلخال",
      "slug": "خلخال",
      "city":"اردبیل"
    },
    {
      "id": 109,
      "name": "رضی",
      "slug": "رضی",
      "city":"اردبیل"
    },
    {
      "id": 110,
      "name": "سرعین",
      "slug": "سرعین",
      "city":"اردبیل"
    },
    {
      "id": 111,
      "name": "عنبران",
      "slug": "عنبران",
      "city":"اردبیل"
    },
    {
      "id": 112,
      "name": "فخرآباد",
      "slug": "فخرآباد",
      "city":"اردبیل"
    },
    {
      "id": 113,
      "name": "کلور",
      "slug": "کلور",
      "city":"اردبیل"
    },
    {
      "id": 114,
      "name": "کوراییم",
      "slug": "کوراییم",
      "city":"اردبیل"
    },
    {
      "id": 115,
      "name": "گرمی",
      "slug": "گرمی",
      "city":"اردبیل"
    },
    {
      "id": 116,
      "name": "گیوی",
      "slug": "گیوی",
      "city":"اردبیل"
    },
    {
      "id": 117,
      "name": "لاهرود",
      "slug": "لاهرود",
      "city":"اردبیل"
    },
    {
      "id": 118,
      "name": "مشگین شهر",
      "slug": "مشگین-شهر",
      "city":"اردبیل"
    },
    {
      "id": 119,
      "name": "نمین",
      "slug": "نمین",
      "city":"اردبیل"
    },
    {
      "id": 120,
      "name": "نیر",
      "slug": "اردبیل-نیر",
      "city":"اردبیل"
    },
    {
      "id": 121,
      "name": "هشتجین",
      "slug": "هشتجین",
      "city":"اردبیل"
    },
    {
      "id": 122,
      "name": "هیر",
      "slug": "هیر",
      "city":"اردبیل"
    },
    {
      "id": 123,
      "name": "ابریشم",
      "slug": "ابریشم",
      "city":"اصفهان"
    },
    {
      "id": 124,
      "name": "ابوزیدآباد",
      "slug": "ابوزیدآباد",
      "city":"اصفهان"
    },
    {
      "id": 125,
      "name": "اردستان",
      "slug": "اردستان",
      "city":"اصفهان"
    },
    {
      "id": 126,
      "name": "اژیه",
      "slug": "اژیه",
      "city":"اصفهان"
    },
    {
      "id": 127,
      "name": "اصفهان",
      "slug": "اصفهان",
      "city":"اصفهان"
    },
    {
      "id": 128,
      "name": "افوس",
      "slug": "افوس",
      "city":"اصفهان"
    },
    {
      "id": 129,
      "name": "انارک",
      "slug": "انارک",
      "city":"اصفهان"
    },
    {
      "id": 130,
      "name": "ایمانشهر",
      "slug": "ایمانشهر",
      "city":"اصفهان"
    },
    {
      "id": 131,
      "name": "آران وبیدگل",
      "slug": "آران-وبیدگل",
      "city":"اصفهان"
    },
    {
      "id": 132,
      "name": "بادرود",
      "slug": "بادرود",
      "city":"اصفهان"
    },
    {
      "id": 133,
      "name": "باغ بهادران",
      "slug": "باغ-بهادران",
      "city":"اصفهان"
    },
    {
      "id": 134,
      "name": "بافران",
      "slug": "بافران",
      "city":"اصفهان"
    },
    {
      "id": 135,
      "name": "برزک",
      "slug": "برزک",
      "city":"اصفهان"
    },
    {
      "id": 136,
      "name": "برف انبار",
      "slug": "برف-انبار",
      "city":"اصفهان"
    },
    {
      "id": 137,
      "name": "بهاران شهر",
      "slug": "بهاران-شهر",
      "city":"اصفهان"
    },
    {
      "id": 138,
      "name": "بهارستان",
      "slug": "بهارستان",
      "city":"اصفهان"
    },
    {
      "id": 139,
      "name": "بوئین و میاندشت",
      "slug": "بوئین-میاندشت",
      "city":"اصفهان"
    },
    {
      "id": 140,
      "name": "پیربکران",
      "slug": "پیربکران",
      "city":"اصفهان"
    },
    {
      "id": 141,
      "name": "تودشک",
      "slug": "تودشک",
      "city":"اصفهان"
    },
    {
      "id": 142,
      "name": "تیران",
      "slug": "تیران",
      "city":"اصفهان"
    },
    {
      "id": 143,
      "name": "جندق",
      "slug": "جندق",
      "city":"اصفهان"
    },
    {
      "id": 144,
      "name": "جوزدان",
      "slug": "جوزدان",
      "city":"اصفهان"
    },
    {
      "id": 145,
      "name": "جوشقان و کامو",
      "slug": "جوشقان-کامو",
      "city":"اصفهان"
    },
    {
      "id": 146,
      "name": "چادگان",
      "slug": "چادگان",
      "city":"اصفهان"
    },
    {
      "id": 147,
      "name": "چرمهین",
      "slug": "چرمهین",
      "city":"اصفهان"
    },
    {
      "id": 148,
      "name": "چمگردان",
      "slug": "چمگردان",
      "city":"اصفهان"
    },
    {
      "id": 149,
      "name": "حبیب آباد",
      "slug": "حبیب-آباد",
      "city":"اصفهان"
    },
    {
      "id": 150,
      "name": "حسن آباد",
      "slug": "اصفهان-حسن-آباد",
      "city":"اصفهان"
    },
    {
      "id": 151,
      "name": "حنا",
      "slug": "حنا",
      "city":"اصفهان"
    },
    {
      "id": 152,
      "name": "خالدآباد",
      "slug": "خالدآباد",
      "city":"اصفهان"
    },
    {
      "id": 153,
      "name": "خمینی شهر",
      "slug": "خمینی-شهر",
      "city":"اصفهان"
    },
    {
      "id": 154,
      "name": "خوانسار",
      "slug": "خوانسار",
      "city":"اصفهان"
    },
    {
      "id": 155,
      "name": "خور",
      "slug": "اصفهان-خور",
      "city":"اصفهان"
    },
    {
      "id": 157,
      "name": "خورزوق",
      "slug": "خورزوق",
      "city":"اصفهان"
    },
    {
      "id": 158,
      "name": "داران",
      "slug": "داران",
      "city":"اصفهان"
    },
    {
      "id": 159,
      "name": "دامنه",
      "slug": "دامنه",
      "city":"اصفهان"
    },
    {
      "id": 160,
      "name": "درچه",
      "slug": "درچه",
      "city":"اصفهان"
    },
    {
      "id": 161,
      "name": "دستگرد",
      "slug": "دستگرد",
      "city":"اصفهان"
    },
    {
      "id": 162,
      "name": "دهاقان",
      "slug": "دهاقان",
      "city":"اصفهان"
    },
    {
      "id": 163,
      "name": "دهق",
      "slug": "دهق",
      "city":"اصفهان"
    },
    {
      "id": 164,
      "name": "دولت آباد",
      "slug": "اصفهان-دولت-آباد",
      "city":"اصفهان"
    },
    {
      "id": 165,
      "name": "دیزیچه",
      "slug": "دیزیچه",
      "city":"اصفهان"
    },
    {
      "id": 166,
      "name": "رزوه",
      "slug": "رزوه",
      "city":"اصفهان"
    },
    {
      "id": 167,
      "name": "رضوانشهر",
      "slug": "اصفهان-رضوانشهر",
      "city":"اصفهان"
    },
    {
      "id": 168,
      "name": "زاینده رود",
      "slug": "زاینده-رود",
      "city":"اصفهان"
    },
    {
      "id": 169,
      "name": "زرین شهر",
      "slug": "زرین-شهر",
      "city":"اصفهان"
    },
    {
      "id": 170,
      "name": "زواره",
      "slug": "زواره",
      "city":"اصفهان"
    },
    {
      "id": 171,
      "name": "زیباشهر",
      "slug": "زیباشهر",
      "city":"اصفهان"
    },
    {
      "id": 172,
      "name": "سده لنجان",
      "slug": "سده-لنجان",
      "city":"اصفهان"
    },
    {
      "id": 173,
      "name": "سفیدشهر",
      "slug": "سفیدشهر",
      "city":"اصفهان"
    },
    {
      "id": 174,
      "name": "سگزی",
      "slug": "سگزی",
      "city":"اصفهان"
    },
    {
      "id": 175,
      "name": "سمیرم",
      "slug": "سمیرم",
      "city":"اصفهان"
    },
    {
      "id": 176,
      "name": "شاهین شهر",
      "slug": "شاهین-شهر",
      "city":"اصفهان"
    },
    {
      "id": 177,
      "name": "شهرضا",
      "slug": "شهرضا",
      "city":"اصفهان"
    },
    {
      "id": 178,
      "name": "طالخونچه",
      "slug": "طالخونچه",
      "city":"اصفهان"
    },
    {
      "id": 179,
      "name": "عسگران",
      "slug": "عسگران",
      "city":"اصفهان"
    },
    {
      "id": 180,
      "name": "علویجه",
      "slug": "علویجه",
      "city":"اصفهان"
    },
    {
      "id": 181,
      "name": "فرخی",
      "slug": "فرخی",
      "city":"اصفهان"
    },
    {
      "id": 182,
      "name": "فریدونشهر",
      "slug": "فریدونشهر",
      "city":"اصفهان"
    },
    {
      "id": 183,
      "name": "فلاورجان",
      "slug": "فلاورجان",
      "city":"اصفهان"
    },
    {
      "id": 184,
      "name": "فولادشهر",
      "slug": "فولادشهر",
      "city":"اصفهان"
    },
    {
      "id": 185,
      "name": "قمصر",
      "slug": "قمصر",
      "city":"اصفهان"
    },
    {
      "id": 186,
      "name": "قهجاورستان",
      "slug": "قهجاورستان",
      "city":"اصفهان"
    },
    {
      "id": 187,
      "name": "قهدریجان",
      "slug": "قهدریجان",
      "city":"اصفهان"
    },
    {
      "id": 188,
      "name": "کاشان",
      "slug": "کاشان",
      "city":"اصفهان"
    },
    {
      "id": 189,
      "name": "کرکوند",
      "slug": "کرکوند",
      "city":"اصفهان"
    },
    {
      "id": 190,
      "name": "کلیشاد و سودرجان",
      "slug": "کلیشاد-سودرجان",
      "city":"اصفهان"
    },
    {
      "id": 191,
      "name": "کمشچه",
      "slug": "کمشچه",
      "city":"اصفهان"
    },
    {
      "id": 192,
      "name": "کمه",
      "slug": "کمه",
      "city":"اصفهان"
    },
    {
      "id": 193,
      "name": "کهریزسنگ",
      "slug": "کهریزسنگ",
      "city":"اصفهان"
    },
    {
      "id": 194,
      "name": "کوشک",
      "slug": "کوشک",
      "city":"اصفهان"
    },
    {
      "id": 195,
      "name": "کوهپایه",
      "slug": "کوهپایه",
      "city":"اصفهان"
    },
    {
      "id": 196,
      "name": "گرگاب",
      "slug": "گرگاب",
      "city":"اصفهان"
    },
    {
      "id": 197,
      "name": "گزبرخوار",
      "slug": "گزبرخوار",
      "city":"اصفهان"
    },
    {
      "id": 198,
      "name": "گلپایگان",
      "slug": "گلپایگان",
      "city":"اصفهان"
    },
    {
      "id": 199,
      "name": "گلدشت",
      "slug": "گلدشت",
      "city":"اصفهان"
    },
    {
      "id": 200,
      "name": "گلشهر",
      "slug": "گلشهر",
      "city":"اصفهان"
    },
    {
      "id": 201,
      "name": "گوگد",
      "slug": "گوگد",
      "city":"اصفهان"
    },
    {
      "id": 202,
      "name": "لای بید",
      "slug": "لای-بید",
      "city":"اصفهان"
    },
    {
      "id": 203,
      "name": "مبارکه",
      "slug": "مبارکه",
      "city":"اصفهان"
    },
    {
      "id": 204,
      "name": "مجلسی",
      "slug": "مجلسی",
      "city":"اصفهان"
    },
    {
      "id": 205,
      "name": "محمدآباد",
      "slug": "اصفهان-محمدآباد",
      "city":"اصفهان"
    },
    {
      "id": 206,
      "name": "مشکات",
      "slug": "مشکات",
      "city":"اصفهان"
    },
    {
      "id": 207,
      "name": "منظریه",
      "slug": "منظریه",
      "city":"اصفهان"
    },
    {
      "id": 208,
      "name": "مهاباد",
      "slug": "اصفهان-مهاباد",
      "city":"اصفهان"
    },
    {
      "id": 209,
      "name": "میمه",
      "slug": "اصفهان-میمه",
      "city":"اصفهان"
    },
    {
      "id": 210,
      "name": "نائین",
      "slug": "نائین",
      "city":"اصفهان"
    },
    {
      "id": 211,
      "name": "نجف آباد",
      "slug": "نجف-آباد",
      "city":"اصفهان"
    },
    {
      "id": 212,
      "name": "نصرآباد",
      "slug": "اصفهان-نصرآباد",
      "city":"اصفهان"
    },
    {
      "id": 213,
      "name": "نطنز",
      "slug": "نطنز",
      "city":"اصفهان"
    },
    {
      "id": 214,
      "name": "نوش آباد",
      "slug": "نوش-آباد",
      "city":"اصفهان"
    },
    {
      "id": 215,
      "name": "نیاسر",
      "slug": "نیاسر",
      "city":"اصفهان"
    },
    {
      "id": 216,
      "name": "نیک آباد",
      "slug": "نیک-آباد",
      "city":"اصفهان"
    },
    {
      "id": 217,
      "name": "هرند",
      "slug": "هرند",
      "city":"اصفهان"
    },
    {
      "id": 218,
      "name": "ورزنه",
      "slug": "ورزنه",
      "city":"اصفهان"
    },
    {
      "id": 219,
      "name": "ورنامخواست",
      "slug": "ورنامخواست",
      "city":"اصفهان"
    },
    {
      "id": 220,
      "name": "وزوان",
      "slug": "وزوان",
      "city":"اصفهان"
    },
    {
      "id": 221,
      "name": "ونک",
      "slug": "ونک",
      "city":"اصفهان"
    },
    {
      "id": 222,
      "name": "اسارا",
      "slug": "اسارا",
      "city": "البرز"
    },
    {
      "id": 223,
      "name": "اشتهارد",
      "slug": "اشتهارد",
      "city": "البرز"
    },
    {
      "id": 224,
      "name": "تنکمان",
      "slug": "تنکمان",
      "city": "البرز"
    },
    {
      "id": 225,
      "name": "چهارباغ",
      "slug": "چهارباغ",
      "city": "البرز"
    },
    {
      "id": 226,
      "name": "سعید آباد",
      "slug": "سعید-آباد",
      "city": "البرز"
    },
    {
      "id": 227,
      "name": "شهر جدید هشتگرد",
      "slug": "شهر-جدید-هشتگرد",
      "city": "البرز"
    },
    {
      "id": 228,
      "name": "طالقان",
      "slug": "طالقان",
      "city": "البرز"
    },
    {
      "id": 229,
      "name": "کرج",
      "slug": "کرج",
      "city": "البرز"
    },
    {
      "id": 230,
      "name": "کمال شهر",
      "slug": "کمال-شهر",
      "city": "البرز"
    },
    {
      "id": 231,
      "name": "کوهسار",
      "slug": "کوهسار",
      "city": "البرز"
    },
    {
      "id": 232,
      "name": "گرمدره",
      "slug": "گرمدره",
      "city": "البرز"
    },
    {
      "id": 233,
      "name": "ماهدشت",
      "slug": "ماهدشت",
      "city": "البرز"
    },
    {
      "id": 234,
      "name": "محمدشهر",
      "slug": "البرز-محمدشهر",
      "city": "البرز"
    },
    {
      "id": 235,
      "name": "مشکین دشت",
      "slug": "مشکین-دشت",
      "city": "البرز"
    },
    {
      "id": 236,
      "name": "نظرآباد",
      "slug": "نظرآباد",
      "city": "البرز"
    },
    {
      "id": 237,
      "name": "هشتگرد",
      "slug": "هشتگرد",
      "city": "البرز"
    },
    {
      "id": 238,
      "name": "ارکواز",
      "slug": "ارکواز",
      "city":"ایلام"
    },
    {
      "id": 239,
      "name": "ایلام",
      "slug": "ایلام",
      "city":"ایلام"
    },
    {
      "id": 240,
      "name": "ایوان",
      "slug": "ایوان",
      "city":"ایلام"
    },
    {
      "id": 241,
      "name": "آبدانان",
      "slug": "آبدانان",
      "city":"ایلام"
    },
    {
      "id": 242,
      "name": "آسمان آباد",
      "slug": "آسمان-آباد",
      "city":"ایلام"
    },
    {
      "id": 243,
      "name": "بدره",
      "slug": "بدره",
      "city":"ایلام"
    },
    {
      "id": 244,
      "name": "پهله",
      "slug": "پهله",
      "city":"ایلام"
    },
    {
      "id": 245,
      "name": "توحید",
      "slug": "توحید",
      "city":"ایلام"
    },
    {
      "id": 246,
      "name": "چوار",
      "slug": "چوار",
      "city":"ایلام"
    },
    {
      "id": 247,
      "name": "دره شهر",
      "slug": "دره-شهر",
      "city":"ایلام"
    },
    {
      "id": 248,
      "name": "دلگشا",
      "slug": "دلگشا",
      "city":"ایلام"
    },
    {
      "id": 249,
      "name": "دهلران",
      "slug": "دهلران",
      "city":"ایلام"
    },
    {
      "id": 250,
      "name": "زرنه",
      "slug": "زرنه",
      "city":"ایلام"
    },
    {
      "id": 251,
      "name": "سراب باغ",
      "slug": "سراب-باغ",
      "city":"ایلام"
    },
    {
      "id": 252,
      "name": "سرابله",
      "slug": "سرابله",
      "city":"ایلام"
    },
    {
      "id": 253,
      "name": "صالح آباد",
      "slug": "ایلام-صالح-آباد",
      "city":"ایلام"
    },
    {
      "id": 254,
      "name": "لومار",
      "slug": "لومار",
      "city":"ایلام"
    },
    {
      "id": 255,
      "name": "مهران",
      "slug": "مهران",
      "city":"ایلام"
    },
    {
      "id": 256,
      "name": "مورموری",
      "slug": "مورموری",
      "city":"ایلام"
    },
    {
      "id": 257,
      "name": "موسیان",
      "slug": "موسیان",
      "city":"ایلام"
    },
    {
      "id": 258,
      "name": "میمه",
      "slug": "ایلام-میمه",
      "city":"ایلام"
    },
    {
      "id": 259,
      "name": "امام حسن",
      "slug": "امام-حسن",
     "city": "بوشهر"
    },
    {
      "id": 260,
      "name": "انارستان",
      "slug": "انارستان",
     "city": "بوشهر"
    },
    {
      "id": 261,
      "name": "اهرم",
      "slug": "اهرم",
     "city": "بوشهر"
    },
    {
      "id": 262,
      "name": "آب پخش",
      "slug": "آب-پخش",
     "city": "بوشهر"
    },
    {
      "id": 263,
      "name": "آبدان",
      "slug": "آبدان",
     "city": "بوشهر"
    },
    {
      "id": 264,
      "name": "برازجان",
      "slug": "برازجان",
     "city": "بوشهر"
    },
    {
      "id": 265,
      "name": "بردخون",
      "slug": "بردخون",
     "city": "بوشهر"
    },
    {
      "id": 266,
      "name": "بندردیر",
      "slug": "بندردیر",
     "city": "بوشهر"
    },
    {
      "id": 267,
      "name": "بندردیلم",
      "slug": "بندردیلم",
     "city": "بوشهر"
    },
    {
      "id": 268,
      "name": "بندرریگ",
      "slug": "بندرریگ",
     "city": "بوشهر"
    },
    {
      "id": 269,
      "name": "بندرکنگان",
      "slug": "بندرکنگان",
     "city": "بوشهر"
    },
    {
      "id": 270,
      "name": "بندرگناوه",
      "slug": "بندرگناوه",
     "city": "بوشهر"
    },
    {
      "id": 271,
      "name": "بنک",
      "slug": "بنک",
     "city": "بوشهر"
    },
    {
      "id": 272,
      "name": "بوشهر",
      "slug": "بوشهر",
     "city": "بوشهر"
    },
    {
      "id": 273,
      "name": "تنگ ارم",
      "slug": "تنگ-ارم",
     "city": "بوشهر"
    },
    {
      "id": 274,
      "name": "جم",
      "slug": "جم",
     "city": "بوشهر"
    },
    {
      "id": 275,
      "name": "چغادک",
      "slug": "چغادک",
     "city": "بوشهر"
    },
    {
      "id": 276,
      "name": "خارک",
      "slug": "خارک",
     "city": "بوشهر"
    },
    {
      "id": 277,
      "name": "خورموج",
      "slug": "خورموج",
     "city": "بوشهر"
    },
    {
      "id": 278,
      "name": "دالکی",
      "slug": "دالکی",
     "city": "بوشهر"
    },
    {
      "id": 279,
      "name": "دلوار",
      "slug": "دلوار",
     "city": "بوشهر"
    },
    {
      "id": 280,
      "name": "ریز",
      "slug": "ریز",
     "city": "بوشهر"
    },
    {
      "id": 281,
      "name": "سعدآباد",
      "slug": "سعدآباد",
     "city": "بوشهر"
    },
    {
      "id": 282,
      "name": "سیراف",
      "slug": "سیراف",
     "city": "بوشهر"
    },
    {
      "id": 283,
      "name": "شبانکاره",
      "slug": "شبانکاره",
     "city": "بوشهر"
    },
    {
      "id": 284,
      "name": "شنبه",
      "slug": "شنبه",
     "city": "بوشهر"
    },
    {
      "id": 285,
      "name": "عسلویه",
      "slug": "عسلویه",
     "city": "بوشهر"
    },
    {
      "id": 286,
      "name": "کاکی",
      "slug": "کاکی",
     "city": "بوشهر"
    },
    {
      "id": 287,
      "name": "کلمه",
      "slug": "کلمه",
     "city": "بوشهر"
    },
    {
      "id": 288,
      "name": "نخل تقی",
      "slug": "نخل-تقی",
     "city": "بوشهر"
    },
    {
      "id": 289,
      "name": "وحدتیه",
      "slug": "وحدتیه",
     "city": "بوشهر"
    },
    {
      "id": 290,
      "name": "ارجمند",
      "slug": "ارجمند",
      "city":"تهران"
    },
    {
      "id": 291,
      "name": "اسلامشهر",
      "slug": "اسلامشهر",
      "city":"تهران"
    },
    {
      "id": 292,
      "name": "اندیشه",
      "slug": "اندیشه",
      "city":"تهران"
    },
    {
      "id": 293,
      "name": "آبسرد",
      "slug": "آبسرد",
      "city":"تهران"
    },
    {
      "id": 294,
      "name": "آبعلی",
      "slug": "آبعلی",
      "city":"تهران"
    },
    {
      "id": 295,
      "name": "باغستان",
      "slug": "باغستان",
      "city":"تهران"
    },
    {
      "id": 296,
      "name": "باقرشهر",
      "slug": "باقرشهر",
      "city":"تهران"
    },
    {
      "id": 297,
      "name": "بومهن",
      "slug": "بومهن",
      "city":"تهران"
    },
    {
      "id": 298,
      "name": "پاکدشت",
      "slug": "پاکدشت",
      "city":"تهران"
    },
    {
      "id": 299,
      "name": "پردیس",
      "slug": "پردیس",
      "city":"تهران"
    },
    {
      "id": 300,
      "name": "پیشوا",
      "slug": "پیشوا",
      "city":"تهران"
    },
    {
      "id": 301,
      "name": "تهران",
      "slug": "تهران",
      "city":"تهران"
    },
    {
      "id": 302,
      "name": "جوادآباد",
      "slug": "جوادآباد",
      "city":"تهران"
    },
    {
      "id": 303,
      "name": "چهاردانگه",
      "slug": "چهاردانگه",
      "city":"تهران"
    },
    {
      "id": 304,
      "name": "حسن آباد",
      "slug": "تهران-حسن-آباد",
      "city":"تهران"
    },
    {
      "id": 305,
      "name": "دماوند",
      "slug": "دماوند",
      "city":"تهران"
    },
    {
      "id": 306,
      "name": "دیزین",
      "slug": "دیزین",
      "city":"تهران"
    },
    {
      "id": 307,
      "name": "شهر ری",
      "slug": "شهر-ری",
      "city":"تهران"
    },
    {
      "id": 308,
      "name": "رباط کریم",
      "slug": "رباط-کریم",
      "city":"تهران"
    },
    {
      "id": 309,
      "name": "رودهن",
      "slug": "رودهن",
      "city":"تهران"
    },
    {
      "id": 310,
      "name": "شاهدشهر",
      "slug": "شاهدشهر",
      "city":"تهران"
    },
    {
      "id": 311,
      "name": "شریف آباد",
      "slug": "شریف-آباد",
      "city":"تهران"
    },
    {
      "id": 312,
      "name": "شمشک",
      "slug": "شمشک",
      "city":"تهران"
    },
    {
      "id": 313,
      "name": "شهریار",
      "slug": "شهریار",
      "city":"تهران"
    },
    {
      "id": 314,
      "name": "صالح آباد",
      "slug": "تهران-صالح-آباد",
      "city":"تهران"
    },
    {
      "id": 315,
      "name": "صباشهر",
      "slug": "صباشهر",
      "city":"تهران"
    },
    {
      "id": 316,
      "name": "صفادشت",
      "slug": "صفادشت",
      "city":"تهران"
    },
    {
      "id": 317,
      "name": "فردوسیه",
      "slug": "فردوسیه",
      "city":"تهران"
    },
    {
      "id": 318,
      "name": "فشم",
      "slug": "فشم",
      "city":"تهران"
    },
    {
      "id": 319,
      "name": "فیروزکوه",
      "slug": "فیروزکوه",
      "city":"تهران"
    },
    {
      "id": 320,
      "name": "قدس",
      "slug": "قدس",
      "city":"تهران"
    },
    {
      "id": 321,
      "name": "قرچک",
      "slug": "قرچک",
      "city":"تهران"
    },
    {
      "id": 322,
      "name": "کهریزک",
      "slug": "کهریزک",
      "city":"تهران"
    },
    {
      "id": 323,
      "name": "کیلان",
      "slug": "کیلان",
      "city":"تهران"
    },
    {
      "id": 324,
      "name": "گلستان",
      "slug": "شهر-گلستان",
      "city":"تهران"
    },
    {
      "id": 325,
      "name": "لواسان",
      "slug": "لواسان",
      "city":"تهران"
    },
    {
      "id": 326,
      "name": "ملارد",
      "slug": "ملارد",
      "city":"تهران"
    },
    {
      "id": 327,
      "name": "میگون",
      "slug": "میگون",
      "city":"تهران"
    },
    {
      "id": 328,
      "name": "نسیم شهر",
      "slug": "نسیم-شهر",
      "city":"تهران"
    },
    {
      "id": 329,
      "name": "نصیرآباد",
      "slug": "نصیرآباد",
      "city":"تهران"
    },
    {
      "id": 330,
      "name": "وحیدیه",
      "slug": "وحیدیه",
      "city":"تهران"
    },
    {
      "id": 331,
      "name": "ورامین",
      "slug": "ورامین",
      "city":"تهران"
    },
    {
      "id": 332,
      "name": "اردل",
      "slug": "اردل",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 333,
      "name": "آلونی",
      "slug": "آلونی",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 334,
      "name": "باباحیدر",
      "slug": "باباحیدر",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 335,
      "name": "بروجن",
      "slug": "بروجن",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 336,
      "name": "بلداجی",
      "slug": "بلداجی",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 337,
      "name": "بن",
      "slug": "بن",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 338,
      "name": "جونقان",
      "slug": "جونقان",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 339,
      "name": "چلگرد",
      "slug": "چلگرد",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 340,
      "name": "سامان",
      "slug": "سامان",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 341,
      "name": "سفیددشت",
      "slug": "سفیددشت",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 342,
      "name": "سودجان",
      "slug": "سودجان",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 343,
      "name": "سورشجان",
      "slug": "سورشجان",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 344,
      "name": "شلمزار",
      "slug": "شلمزار",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 345,
      "name": "شهرکرد",
      "slug": "شهرکرد",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 346,
      "name": "طاقانک",
      "slug": "طاقانک",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 347,
      "name": "فارسان",
      "slug": "فارسان",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 348,
      "name": "فرادنبه",
      "slug": "فرادبنه",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 349,
      "name": "فرخ شهر",
      "slug": "فرخ-شهر",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 350,
      "name": "کیان",
      "slug": "کیان",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 351,
      "name": "گندمان",
      "slug": "گندمان",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 352,
      "name": "گهرو",
      "slug": "گهرو",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 353,
      "name": "لردگان",
      "slug": "لردگان",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 354,
      "name": "مال خلیفه",
      "slug": "مال-خلیفه",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 355,
      "name": "ناغان",
      "slug": "ناغان",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 356,
      "name": "نافچ",
      "slug": "نافچ",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 357,
      "name": "نقنه",
      "slug": "نقنه",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 358,
      "name": "هفشجان",
      "slug": "هفشجان",
      "city":"چهارمحال-بختیاری"
    },
    {
      "id": 359,
      "name": "ارسک",
      "slug": "ارسک",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 360,
      "name": "اسدیه",
      "slug": "اسدیه",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 361,
      "name": "اسفدن",
      "slug": "اسفدن",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 362,
      "name": "اسلامیه",
      "slug": "اسلامیه",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 363,
      "name": "آرین شهر",
      "slug": "آرین-شهر",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 364,
      "name": "آیسک",
      "slug": "آیسک",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 365,
      "name": "بشرویه",
      "slug": "بشرویه",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 366,
      "name": "بیرجند",
      "slug": "بیرجند",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 367,
      "name": "حاجی آباد",
      "slug": "خراسان-جنوبی-حاجی-آباد",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 368,
      "name": "خضری دشت بیاض",
      "slug": "خضری-دشت-بیاض",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 369,
      "name": "خوسف",
      "slug": "خوسف",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 370,
      "name": "زهان",
      "slug": "زهان",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 371,
      "name": "سرایان",
      "slug": "سرایان",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 372,
      "name": "سربیشه",
      "slug": "سربیشه",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 373,
      "name": "سه قلعه",
      "slug": "سه-قلعه",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 374,
      "name": "شوسف",
      "slug": "شوسف",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 375,
      "name": "طبس ",
      "slug": "خراسان-جنوبی-طبس-",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 376,
      "name": "فردوس",
      "slug": "فردوس",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 377,
      "name": "قاین",
      "slug": "قاین",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 378,
      "name": "قهستان",
      "slug": "قهستان",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 379,
      "name": "محمدشهر",
      "slug": "خراسان-جنوبی-محمدشهر",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 380,
      "name": "مود",
      "slug": "مود",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 381,
      "name": "نهبندان",
      "slug": "نهبندان",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 382,
      "name": "نیمبلوک",
      "slug": "نیمبلوک",
      "city":"خراسان-جنوبی"
    },
    {
      "id": 383,
      "name": "احمدآباد صولت",
      "slug": "احمدآباد-صولت",
      "city":"خراسان-رضوی"
    },
    {
      "id": 384,
      "name": "انابد",
      "slug": "انابد",
      "city":"خراسان-رضوی"
    },
    {
      "id": 385,
      "name": "باجگیران",
      "slug": "باجگیران",
      "city":"خراسان-رضوی"
    },
    {
      "id": 386,
      "name": "باخرز",
      "slug": "باخرز",
      "city":"خراسان-رضوی"
    },
    {
      "id": 387,
      "name": "بار",
      "slug": "بار",
      "city":"خراسان-رضوی"
    },
    {
      "id": 388,
      "name": "بایگ",
      "slug": "بایگ",
      "city":"خراسان-رضوی"
    },
    {
      "id": 389,
      "name": "بجستان",
      "slug": "بجستان",
      "city":"خراسان-رضوی"
    },
    {
      "id": 390,
      "name": "بردسکن",
      "slug": "بردسکن",
      "city":"خراسان-رضوی"
    },
    {
      "id": 391,
      "name": "بیدخت",
      "slug": "بیدخت",
      "city":"خراسان-رضوی"
    },
    {
      "id": 392,
      "name": "تایباد",
      "slug": "تایباد",
      "city":"خراسان-رضوی"
    },
    {
      "id": 393,
      "name": "تربت جام",
      "slug": "تربت-جام",
      "city":"خراسان-رضوی"
    },
    {
      "id": 394,
      "name": "تربت حیدریه",
      "slug": "تربت-حیدریه",
      "city":"خراسان-رضوی"
    },
    {
      "id": 395,
      "name": "جغتای",
      "slug": "جغتای",
      "city":"خراسان-رضوی"
    },
    {
      "id": 396,
      "name": "جنگل",
      "slug": "جنگل",
      "city":"خراسان-رضوی"
    },
    {
      "id": 397,
      "name": "چاپشلو",
      "slug": "چاپشلو",
      "city":"خراسان-رضوی"
    },
    {
      "id": 398,
      "name": "چکنه",
      "slug": "چکنه",
      "city":"خراسان-رضوی"
    },
    {
      "id": 399,
      "name": "چناران",
      "slug": "چناران",
      "city":"خراسان-رضوی"
    },
    {
      "id": 400,
      "name": "خرو",
      "slug": "خرو",
      "city":"خراسان-رضوی"
    },
    {
      "id": 401,
      "name": "خلیل آباد",
      "slug": "خلیل-آباد",
      "city":"خراسان-رضوی"
    },
    {
      "id": 402,
      "name": "خواف",
      "slug": "خواف",
      "city":"خراسان-رضوی"
    },
    {
      "id": 403,
      "name": "داورزن",
      "slug": "داورزن",
      "city":"خراسان-رضوی"
    },
    {
      "id": 404,
      "name": "درگز",
      "slug": "درگز",
      "city":"خراسان-رضوی"
    },
    {
      "id": 405,
      "name": "در رود",
      "slug": "در-رود",
      "city":"خراسان-رضوی"
    },
    {
      "id": 406,
      "name": "دولت آباد",
      "slug": "خراسان-رضوی-دولت-آباد",
      "city":"خراسان-رضوی"
    },
    {
      "id": 407,
      "name": "رباط سنگ",
      "slug": "رباط-سنگ",
      "city":"خراسان-رضوی"
    },
    {
      "id": 408,
      "name": "رشتخوار",
      "slug": "رشتخوار",
      "city":"خراسان-رضوی"
    },
    {
      "id": 409,
      "name": "رضویه",
      "slug": "رضویه",
      "city":"خراسان-رضوی"
    },
    {
      "id": 410,
      "name": "روداب",
      "slug": "روداب",
      "city":"خراسان-رضوی"
    },
    {
      "id": 411,
      "name": "ریوش",
      "slug": "ریوش",
      "city":"خراسان-رضوی"
    },
    {
      "id": 412,
      "name": "سبزوار",
      "slug": "سبزوار",
      "city":"خراسان-رضوی"
    },
    {
      "id": 413,
      "name": "سرخس",
      "slug": "سرخس",
      "city":"خراسان-رضوی"
    },
    {
      "id": 414,
      "name": "سفیدسنگ",
      "slug": "سفیدسنگ",
      "city":"خراسان-رضوی"
    },
    {
      "id": 415,
      "name": "سلامی",
      "slug": "سلامی",
      "city":"خراسان-رضوی"
    },
    {
      "id": 416,
      "name": "سلطان آباد",
      "slug": "سلطان-آباد",
      "city":"خراسان-رضوی"
    },
    {
      "id": 417,
      "name": "سنگان",
      "slug": "سنگان",
      "city":"خراسان-رضوی"
    },
    {
      "id": 418,
      "name": "شادمهر",
      "slug": "شادمهر",
      "city":"خراسان-رضوی"
    },
    {
      "id": 419,
      "name": "شاندیز",
      "slug": "شاندیز",
      "city":"خراسان-رضوی"
    },
    {
      "id": 420,
      "name": "ششتمد",
      "slug": "ششتمد",
      "city":"خراسان-رضوی"
    },
    {
      "id": 421,
      "name": "شهرآباد",
      "slug": "شهرآباد",
      "city":"خراسان-رضوی"
    },
    {
      "id": 422,
      "name": "شهرزو",
      "slug": "شهرزو",
      "city":"خراسان-رضوی"
    },
    {
      "id": 423,
      "name": "صالح آباد",
      "slug": "خراسان-رضوی-صالح-آباد",
      "city":"خراسان-رضوی"
    },
    {
      "id": 424,
      "name": "طرقبه",
      "slug": "طرقبه",
      "city":"خراسان-رضوی"
    },
    {
      "id": 425,
      "name": "عشق آباد",
      "slug": "خراسان-رضوی-عشق-آباد",
      "city":"خراسان-رضوی"
    },
    {
      "id": 426,
      "name": "فرهادگرد",
      "slug": "فرهادگرد",
      "city":"خراسان-رضوی"
    },
    {
      "id": 427,
      "name": "فریمان",
      "slug": "فریمان",
      "city":"خراسان-رضوی"
    },
    {
      "id": 428,
      "name": "فیروزه",
      "slug": "فیروزه",
      "city":"خراسان-رضوی"
    },
    {
      "id": 429,
      "name": "فیض آباد",
      "slug": "فیض-آباد",
      "city":"خراسان-رضوی"
    },
    {
      "id": 430,
      "name": "قاسم آباد",
      "slug": "قاسم-آباد",
      "city":"خراسان-رضوی"
    },
    {
      "id": 431,
      "name": "قدمگاه",
      "slug": "قدمگاه",
      "city":"خراسان-رضوی"
    },
    {
      "id": 432,
      "name": "قلندرآباد",
      "slug": "قلندرآباد",
      "city":"خراسان-رضوی"
    },
    {
      "id": 433,
      "name": "قوچان",
      "slug": "قوچان",
      "city":"خراسان-رضوی"
    },
    {
      "id": 434,
      "name": "کاخک",
      "slug": "کاخک",
      "city":"خراسان-رضوی"
    },
    {
      "id": 435,
      "name": "کاریز",
      "slug": "کاریز",
      "city":"خراسان-رضوی"
    },
    {
      "id": 436,
      "name": "کاشمر",
      "slug": "کاشمر",
      "city":"خراسان-رضوی"
    },
    {
      "id": 437,
      "name": "کدکن",
      "slug": "کدکن",
      "city":"خراسان-رضوی"
    },
    {
      "id": 438,
      "name": "کلات",
      "slug": "کلات",
      "city":"خراسان-رضوی"
    },
    {
      "id": 439,
      "name": "کندر",
      "slug": "کندر",
      "city":"خراسان-رضوی"
    },
    {
      "id": 440,
      "name": "گلمکان",
      "slug": "گلمکان",
      "city":"خراسان-رضوی"
    },
    {
      "id": 441,
      "name": "گناباد",
      "slug": "گناباد",
      "city":"خراسان-رضوی"
    },
    {
      "id": 442,
      "name": "لطف آباد",
      "slug": "لطف-آباد",
      "city":"خراسان-رضوی"
    },
    {
      "id": 443,
      "name": "مزدآوند",
      "slug": "مزدآوند",
      "city":"خراسان-رضوی"
    },
    {
      "id": 444,
      "name": "مشهد",
      "slug": "مشهد",
      "city":"خراسان-رضوی"
    },
    {
      "id": 445,
      "name": "ملک آباد",
      "slug": "ملک-آباد",
      "city":"خراسان-رضوی"
    },
    {
      "id": 446,
      "name": "نشتیفان",
      "slug": "نشتیفان",
      "city":"خراسان-رضوی"
    },
    {
      "id": 447,
      "name": "نصرآباد",
      "slug": "خراسان-رضوی-نصرآباد",
      "city":"خراسان-رضوی"
    },
    {
      "id": 448,
      "name": "نقاب",
      "slug": "نقاب",
      "city":"خراسان-رضوی"
    },
    {
      "id": 449,
      "name": "نوخندان",
      "slug": "نوخندان",
      "city":"خراسان-رضوی"
    },
    {
      "id": 450,
      "name": "نیشابور",
      "slug": "نیشابور",
      "city":"خراسان-رضوی"
    },
    {
      "id": 451,
      "name": "نیل شهر",
      "slug": "نیل-شهر",
      "city":"خراسان-رضوی"
    },
    {
      "id": 452,
      "name": "همت آباد",
      "slug": "همت-آباد",
      "city":"خراسان-رضوی"
    },
    {
      "id": 453,
      "name": "یونسی",
      "slug": "یونسی",
      "city":"خراسان-رضوی"
    },
    {
      "id": 454,
      "name": "اسفراین",
      "slug": "اسفراین",
      "city":"خراسان-شمالی"
    },
    {
      "id": 455,
      "name": "ایور",
      "slug": "ایور",
      "city":"خراسان-شمالی"
    },
    {
      "id": 456,
      "name": "آشخانه",
      "slug": "آشخانه",
      "city":"خراسان-شمالی"
    },
    {
      "id": 457,
      "name": "بجنورد",
      "slug": "بجنورد",
      "city":"خراسان-شمالی"
    },
    {
      "id": 458,
      "name": "پیش قلعه",
      "slug": "پیش-قلعه",
      "city":"خراسان-شمالی"
    },
    {
      "id": 459,
      "name": "تیتکانلو",
      "slug": "تیتکانلو",
      "city":"خراسان-شمالی"
    },
    {
      "id": 460,
      "name": "جاجرم",
      "slug": "جاجرم",
      "city":"خراسان-شمالی"
    },
    {
      "id": 461,
      "name": "حصارگرمخان",
      "slug": "حصارگرمخان",
      "city":"خراسان-شمالی"
    },
    {
      "id": 462,
      "name": "درق",
      "slug": "درق",
      "city":"خراسان-شمالی"
    },
    {
      "id": 463,
      "name": "راز",
      "slug": "راز",
      "city":"خراسان-شمالی"
    },
    {
      "id": 464,
      "name": "سنخواست",
      "slug": "سنخواست",
      "city":"خراسان-شمالی"
    },
    {
      "id": 465,
      "name": "شوقان",
      "slug": "شوقان",
      "city":"خراسان-شمالی"
    },
    {
      "id": 466,
      "name": "شیروان",
      "slug": "شیروان",
      "city":"خراسان-شمالی"
    },
    {
      "id": 467,
      "name": "صفی آباد",
      "slug": "خراسان-شمالی-صفی-آباد",
      "city":"خراسان-شمالی"
    },
    {
      "id": 468,
      "name": "فاروج",
      "slug": "فاروج",
      "city":"خراسان-شمالی"
    },
    {
      "id": 469,
      "name": "قاضی",
      "slug": "قاضی",
      "city":"خراسان-شمالی"
    },
    {
      "id": 470,
      "name": "گرمه",
      "slug": "گرمه",
      "city":"خراسان-شمالی"
    },
    {
      "id": 471,
      "name": "لوجلی",
      "slug": "لوجلی",
      "city":"خراسان-شمالی"
    },
    {
      "id": 472,
      "name": "اروندکنار",
      "slug": "اروندکنار",
      "city":"خوزستان"
    },
    {
      "id": 473,
      "name": "الوان",
      "slug": "الوان",
      "city":"خوزستان"
    },
    {
      "id": 474,
      "name": "امیدیه",
      "slug": "امیدیه",
      "city":"خوزستان"
    },
    {
      "id": 475,
      "name": "اندیمشک",
      "slug": "اندیمشک",
      "city":"خوزستان"
    },
    {
      "id": 476,
      "name": "اهواز",
      "slug": "اهواز",
      "city":"خوزستان"
    },
    {
      "id": 477,
      "name": "ایذه",
      "slug": "ایذه",
      "city":"خوزستان"
    },
    {
      "id": 478,
      "name": "آبادان",
      "slug": "آبادان",
      "city":"خوزستان"
    },
    {
      "id": 479,
      "name": "آغاجاری",
      "slug": "آغاجاری",
      "city":"خوزستان"
    },
    {
      "id": 480,
      "name": "باغ ملک",
      "slug": "باغ-ملک",
      "city":"خوزستان"
    },
    {
      "id": 481,
      "name": "بستان",
      "slug": "بستان",
      "city":"خوزستان"
    },
    {
      "id": 482,
      "name": "بندرامام خمینی",
      "slug": "بندرامام-خمینی",
      "city":"خوزستان"
    },
    {
      "id": 483,
      "name": "بندرماهشهر",
      "slug": "بندرماهشهر",
      "city":"خوزستان"
    },
    {
      "id": 484,
      "name": "بهبهان",
      "slug": "بهبهان",
      "city":"خوزستان"
    },
    {
      "id": 485,
      "name": "ترکالکی",
      "slug": "ترکالکی",
      "city":"خوزستان"
    },
    {
      "id": 486,
      "name": "جایزان",
      "slug": "جایزان",
      "city":"خوزستان"
    },
    {
      "id": 487,
      "name": "چمران",
      "slug": "چمران",
      "city":"خوزستان"
    },
    {
      "id": 488,
      "name": "چویبده",
      "slug": "چویبده",
      "city":"خوزستان"
    },
    {
      "id": 489,
      "name": "حر",
      "slug": "حر",
      "city":"خوزستان"
    },
    {
      "id": 490,
      "name": "حسینیه",
      "slug": "حسینیه",
      "city":"خوزستان"
    },
    {
      "id": 491,
      "name": "حمزه",
      "slug": "حمزه",
      "city":"خوزستان"
    },
    {
      "id": 492,
      "name": "حمیدیه",
      "slug": "حمیدیه",
      "city":"خوزستان"
    },
    {
      "id": 493,
      "name": "خرمشهر",
      "slug": "خرمشهر",
      "city":"خوزستان"
    },
    {
      "id": 494,
      "name": "دارخوین",
      "slug": "دارخوین",
      "city":"خوزستان"
    },
    {
      "id": 495,
      "name": "دزآب",
      "slug": "دزآب",
      "city":"خوزستان"
    },
    {
      "id": 496,
      "name": "دزفول",
      "slug": "دزفول",
      "city":"خوزستان"
    },
    {
      "id": 497,
      "name": "دهدز",
      "slug": "دهدز",
      "city":"خوزستان"
    },
    {
      "id": 498,
      "name": "رامشیر",
      "slug": "رامشیر",
      "city":"خوزستان"
    },
    {
      "id": 499,
      "name": "رامهرمز",
      "slug": "رامهرمز",
      "city":"خوزستان"
    },
    {
      "id": 500,
      "name": "رفیع",
      "slug": "رفیع",
      "city":"خوزستان"
    },
    {
      "id": 501,
      "name": "زهره",
      "slug": "زهره",
      "city":"خوزستان"
    },
    {
      "id": 502,
      "name": "سالند",
      "slug": "سالند",
      "city":"خوزستان"
    },
    {
      "id": 503,
      "name": "سردشت",
      "slug": "خوزستان-سردشت",
      "city":"خوزستان"
    },
    {
      "id": 504,
      "name": "سوسنگرد",
      "slug": "سوسنگرد",
      "city":"خوزستان"
    },
    {
      "id": 505,
      "name": "شادگان",
      "slug": "شادگان",
      "city":"خوزستان"
    },
    {
      "id": 506,
      "name": "شاوور",
      "slug": "شاوور",
      "city":"خوزستان"
    },
    {
      "id": 507,
      "name": "شرافت",
      "slug": "شرافت",
      "city":"خوزستان"
    },
    {
      "id": 508,
      "name": "شوش",
      "slug": "شوش",
      "city":"خوزستان"
    },
    {
      "id": 509,
      "name": "شوشتر",
      "slug": "شوشتر",
      "city":"خوزستان"
    },
    {
      "id": 510,
      "name": "شیبان",
      "slug": "شیبان",
      "city":"خوزستان"
    },
    {
      "id": 511,
      "name": "صالح شهر",
      "slug": "صالح-شهر",
      "city":"خوزستان"
    },
    {
      "id": 512,
      "name": "صفی آباد",
      "slug": "خوزستان-صفی-آباد",
      "city":"خوزستان"
    },
    {
      "id": 513,
      "name": "صیدون",
      "slug": "صیدون",
      "city":"خوزستان"
    },
    {
      "id": 514,
      "name": "قلعه تل",
      "slug": "قلعه-تل",
      "city":"خوزستان"
    },
    {
      "id": 515,
      "name": "قلعه خواجه",
      "slug": "قلعه-خواجه",
      "city":"خوزستان"
    },
    {
      "id": 516,
      "name": "گتوند",
      "slug": "گتوند",
      "city":"خوزستان"
    },
    {
      "id": 517,
      "name": "لالی",
      "slug": "لالی",
      "city":"خوزستان"
    },
    {
      "id": 518,
      "name": "مسجدسلیمان",
      "slug": "مسجدسلیمان",
      "city":"خوزستان"
    },
    {
      "id": 520,
      "name": "ملاثانی",
      "slug": "ملاثانی",
      "city":"خوزستان"
    },
    {
      "id": 521,
      "name": "میانرود",
      "slug": "میانرود",
      "city":"خوزستان"
    },
    {
      "id": 522,
      "name": "مینوشهر",
      "slug": "مینوشهر",
      "city":"خوزستان"
    },
    {
      "id": 523,
      "name": "هفتگل",
      "slug": "هفتگل",
      "city":"خوزستان"
    },
    {
      "id": 524,
      "name": "هندیجان",
      "slug": "هندیجان",
      "city":"خوزستان"
    },
    {
      "id": 525,
      "name": "هویزه",
      "slug": "هویزه",
      "city":"خوزستان"
    },
    {
      "id": 526,
      "name": "ویس",
      "slug": "ویس",
      "city":"خوزستان"
    },
    {
      "id": 527,
      "name": "ابهر",
      "slug": "ابهر",
      "city":"زنجان"
    },
    {
      "id": 528,
      "name": "ارمغان خانه",
      "slug": "ارمغان-خانه",
      "city":"زنجان"
    },
    {
      "id": 529,
      "name": "آب بر",
      "slug": "آب-بر",
      "city":"زنجان"
    },
    {
      "id": 530,
      "name": "چورزق",
      "slug": "چورزق",
      "city":"زنجان"
    },
    {
      "id": 531,
      "name": "حلب",
      "slug": "حلب",
      "city":"زنجان"
    },
    {
      "id": 532,
      "name": "خرمدره",
      "slug": "خرمدره",
      "city":"زنجان"
    },
    {
      "id": 533,
      "name": "دندی",
      "slug": "دندی",
      "city":"زنجان"
    },
    {
      "id": 534,
      "name": "زرین آباد",
      "slug": "زرین-آباد",
      "city":"زنجان"
    },
    {
      "id": 535,
      "name": "زرین رود",
      "slug": "زرین-رود",
      "city":"زنجان"
    },
    {
      "id": 536,
      "name": "زنجان",
      "slug": "زنجان",
      "city":"زنجان"
    },
    {
      "id": 537,
      "name": "سجاس",
      "slug": "سجاس",
      "city":"زنجان"
    },
    {
      "id": 538,
      "name": "سلطانیه",
      "slug": "سلطانیه",
      "city":"زنجان"
    },
    {
      "id": 539,
      "name": "سهرورد",
      "slug": "سهرورد",
      "city":"زنجان"
    },
    {
      "id": 540,
      "name": "صائین قلعه",
      "slug": "صائین-قلعه",
      "city":"زنجان"
    },
    {
      "id": 541,
      "name": "قیدار",
      "slug": "قیدار",
      "city":"زنجان"
    },
    {
      "id": 542,
      "name": "گرماب",
      "slug": "گرماب",
      "city":"زنجان"
    },
    {
      "id": 543,
      "name": "ماه نشان",
      "slug": "ماه-نشان",
      "city":"زنجان"
    },
    {
      "id": 544,
      "name": "هیدج",
      "slug": "هیدج",
      "city":"زنجان"
    },
    {
      "id": 545,
      "name": "امیریه",
      "slug": "امیریه",
      "city": "سمنان"
    },
    {
      "id": 546,
      "name": "ایوانکی",
      "slug": "ایوانکی",
      "city": "سمنان"
    },
    {
      "id": 547,
      "name": "آرادان",
      "slug": "آرادان",
      "city": "سمنان"
    },
    {
      "id": 548,
      "name": "بسطام",
      "slug": "بسطام",
      "city": "سمنان"
    },
    {
      "id": 549,
      "name": "بیارجمند",
      "slug": "بیارجمند",
      "city": "سمنان"
    },
    {
      "id": 550,
      "name": "دامغان",
      "slug": "دامغان",
      "city": "سمنان"
    },
    {
      "id": 551,
      "name": "درجزین",
      "slug": "درجزین",
      "city": "سمنان"
    },
    {
      "id": 552,
      "name": "دیباج",
      "slug": "دیباج",
      "city": "سمنان"
    },
    {
      "id": 553,
      "name": "سرخه",
      "slug": "سرخه",
      "city": "سمنان"
    },
    {
      "id": 554,
      "name": "سمنان",
      "slug": "سمنان",
      "city": "سمنان"
    },
    {
      "id": 555,
      "name": "شاهرود",
      "slug": "شاهرود",
      "city": "سمنان"
    },
    {
      "id": 556,
      "name": "شهمیرزاد",
      "slug": "شهمیرزاد",
      "city": "سمنان"
    },
    {
      "id": 557,
      "name": "کلاته خیج",
      "slug": "کلاته-خیج",
      "city": "سمنان"
    },
    {
      "id": 558,
      "name": "گرمسار",
      "slug": "گرمسار",
      "city": "سمنان"
    },
    {
      "id": 559,
      "name": "مجن",
      "slug": "مجن",
      "city": "سمنان"
    },
    {
      "id": 560,
      "name": "مهدی شهر",
      "slug": "مهدی-شهر",
      "city": "سمنان"
    },
    {
      "id": 561,
      "name": "میامی",
      "slug": "میامی",
      "city": "سمنان"
    },
    {
      "id": 562,
      "name": "ادیمی",
      "slug": "ادیمی",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 563,
      "name": "اسپکه",
      "slug": "اسپکه",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 564,
      "name": "ایرانشهر",
      "slug": "ایرانشهر",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 565,
      "name": "بزمان",
      "slug": "بزمان",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 566,
      "name": "بمپور",
      "slug": "بمپور",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 567,
      "name": "بنت",
      "slug": "بنت",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 568,
      "name": "بنجار",
      "slug": "بنجار",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 569,
      "name": "پیشین",
      "slug": "پیشین",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 570,
      "name": "جالق",
      "slug": "جالق",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 571,
      "name": "چابهار",
      "slug": "چابهار",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 572,
      "name": "خاش",
      "slug": "خاش",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 573,
      "name": "دوست محمد",
      "slug": "دوست-محمد",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 574,
      "name": "راسک",
      "slug": "راسک",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 575,
      "name": "زابل",
      "slug": "زابل",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 576,
      "name": "زابلی",
      "slug": "زابلی",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 577,
      "name": "زاهدان",
      "slug": "زاهدان",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 578,
      "name": "زهک",
      "slug": "زهک",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 579,
      "name": "سراوان",
      "slug": "سراوان",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 580,
      "name": "سرباز",
      "slug": "سرباز",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 581,
      "name": "سوران",
      "slug": "سوران",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 582,
      "name": "سیرکان",
      "slug": "سیرکان",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 583,
      "name": "علی اکبر",
      "slug": "علی-اکبر",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 584,
      "name": "فنوج",
      "slug": "فنوج",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 585,
      "name": "قصرقند",
      "slug": "قصرقند",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 586,
      "name": "کنارک",
      "slug": "کنارک",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 587,
      "name": "گشت",
      "slug": "گشت",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 588,
      "name": "گلمورتی",
      "slug": "گلمورتی",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 589,
      "name": "محمدان",
      "slug": "محمدان",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 590,
      "name": "محمدآباد",
      "slug": "سیستان-و-بلوچستان-محمدآباد",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 591,
      "name": "محمدی",
      "slug": "محمدی",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 592,
      "name": "میرجاوه",
      "slug": "میرجاوه",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 593,
      "name": "نصرت آباد",
      "slug": "نصرت-آباد",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 594,
      "name": "نگور",
      "slug": "نگور",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 595,
      "name": "نوک آباد",
      "slug": "نوک-آباد",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 596,
      "name": "نیک شهر",
      "slug": "نیک-شهر",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 597,
      "name": "هیدوچ",
      "slug": "هیدوچ",
      "city": "سیستان-بلوچستان"
    },
    {
      "id": 598,
      "name": "اردکان",
      "slug": "فارس-اردکان",
      "city":"فارس"
    },
    {
      "id": 599,
      "name": "ارسنجان",
      "slug": "ارسنجان",
      "city":"فارس"
    },
    {
      "id": 600,
      "name": "استهبان",
      "slug": "استهبان",
      "city":"فارس"
    },
    {
      "id": 601,
      "name": "اشکنان",
      "slug": "اشکنان",
      "city":"فارس"
    },
    {
      "id": 602,
      "name": "افزر",
      "slug": "افزر",
      "city":"فارس"
    },
    {
      "id": 603,
      "name": "اقلید",
      "slug": "اقلید",
      "city":"فارس"
    },
    {
      "id": 604,
      "name": "امام شهر",
      "slug": "امام-شهر",
      "city":"فارس"
    },
    {
      "id": 605,
      "name": "اهل",
      "slug": "اهل",
      "city":"فارس"
    },
    {
      "id": 606,
      "name": "اوز",
      "slug": "اوز",
      "city":"فارس"
    },
    {
      "id": 607,
      "name": "ایج",
      "slug": "ایج",
      "city":"فارس"
    },
    {
      "id": 608,
      "name": "ایزدخواست",
      "slug": "ایزدخواست",
      "city":"فارس"
    },
    {
      "id": 609,
      "name": "آباده",
      "slug": "آباده",
      "city":"فارس"
    },
    {
      "id": 610,
      "name": "آباده طشک",
      "slug": "آباده-طشک",
      "city":"فارس"
    },
    {
      "id": 611,
      "name": "باب انار",
      "slug": "باب-انار",
      "city":"فارس"
    },
    {
      "id": 612,
      "name": "بالاده",
      "slug": "فارس-بالاده",
      "city":"فارس"
    },
    {
      "id": 613,
      "name": "بنارویه",
      "slug": "بنارویه",
      "city":"فارس"
    },
    {
      "id": 614,
      "name": "بهمن",
      "slug": "بهمن",
      "city":"فارس"
    },
    {
      "id": 615,
      "name": "بوانات",
      "slug": "بوانات",
      "city":"فارس"
    },
    {
      "id": 616,
      "name": "بیرم",
      "slug": "بیرم",
      "city":"فارس"
    },
    {
      "id": 617,
      "name": "بیضا",
      "slug": "بیضا",
      "city":"فارس"
    },
    {
      "id": 618,
      "name": "جنت شهر",
      "slug": "جنت-شهر",
      "city":"فارس"
    },
    {
      "id": 619,
      "name": "جهرم",
      "slug": "جهرم",
      "city":"فارس"
    },
    {
      "id": 620,
      "name": "جویم",
      "slug": "جویم",
      "city":"فارس"
    },
    {
      "id": 621,
      "name": "زرین دشت",
      "slug": "زرین-دشت",
      "city":"فارس"
    },
    {
      "id": 622,
      "name": "حسن آباد",
      "slug": "فارس-حسن-آباد",
      "city":"فارس"
    },
    {
      "id": 623,
      "name": "خان زنیان",
      "slug": "خان-زنیان",
      "city":"فارس"
    },
    {
      "id": 624,
      "name": "خاوران",
      "slug": "خاوران",
      "city":"فارس"
    },
    {
      "id": 625,
      "name": "خرامه",
      "slug": "خرامه",
      "city":"فارس"
    },
    {
      "id": 626,
      "name": "خشت",
      "slug": "خشت",
      "city":"فارس"
    },
    {
      "id": 627,
      "name": "خنج",
      "slug": "خنج",
      "city":"فارس"
    },
    {
      "id": 628,
      "name": "خور",
      "slug": "فارس-خور",
      "city":"فارس"
    },
    {
      "id": 629,
      "name": "داراب",
      "slug": "داراب",
      "city":"فارس"
    },
    {
      "id": 630,
      "name": "داریان",
      "slug": "داریان",
      "city":"فارس"
    },
    {
      "id": 631,
      "name": "دبیران",
      "slug": "دبیران",
      "city":"فارس"
    },
    {
      "id": 632,
      "name": "دژکرد",
      "slug": "دژکرد",
      "city":"فارس"
    },
    {
      "id": 633,
      "name": "دهرم",
      "slug": "دهرم",
      "city":"فارس"
    },
    {
      "id": 634,
      "name": "دوبرجی",
      "slug": "دوبرجی",
      "city":"فارس"
    },
    {
      "id": 635,
      "name": "رامجرد",
      "slug": "رامجرد",
      "city":"فارس"
    },
    {
      "id": 636,
      "name": "رونیز",
      "slug": "رونیز",
      "city":"فارس"
    },
    {
      "id": 637,
      "name": "زاهدشهر",
      "slug": "زاهدشهر",
      "city":"فارس"
    },
    {
      "id": 638,
      "name": "زرقان",
      "slug": "زرقان",
      "city":"فارس"
    },
    {
      "id": 639,
      "name": "سده",
      "slug": "سده",
      "city":"فارس"
    },
    {
      "id": 640,
      "name": "سروستان",
      "slug": "سروستان",
      "city":"فارس"
    },
    {
      "id": 641,
      "name": "سعادت شهر",
      "slug": "سعادت-شهر",
      "city":"فارس"
    },
    {
      "id": 642,
      "name": "سورمق",
      "slug": "سورمق",
      "city":"فارس"
    },
    {
      "id": 643,
      "name": "سیدان",
      "slug": "سیدان",
      "city":"فارس"
    },
    {
      "id": 644,
      "name": "ششده",
      "slug": "ششده",
      "city":"فارس"
    },
    {
      "id": 645,
      "name": "شهرپیر",
      "slug": "شهرپیر",
      "city":"فارس"
    },
    {
      "id": 646,
      "name": "شهرصدرا",
      "slug": "شهرصدرا",
      "city":"فارس"
    },
    {
      "id": 647,
      "name": "شیراز",
      "slug": "شیراز",
      "city":"فارس"
    },
    {
      "id": 648,
      "name": "صغاد",
      "slug": "صغاد",
      "city":"فارس"
    },
    {
      "id": 649,
      "name": "صفاشهر",
      "slug": "صفاشهر",
      "city":"فارس"
    },
    {
      "id": 650,
      "name": "علامرودشت",
      "slug": "علامرودشت",
      "city":"فارس"
    },
    {
      "id": 651,
      "name": "فدامی",
      "slug": "فدامی",
      "city":"فارس"
    },
    {
      "id": 652,
      "name": "فراشبند",
      "slug": "فراشبند",
      "city":"فارس"
    },
    {
      "id": 653,
      "name": "فسا",
      "slug": "فسا",
      "city":"فارس"
    },
    {
      "id": 654,
      "name": "فیروزآباد",
      "slug": "فارس-فیروزآباد",
      "city":"فارس"
    },
    {
      "id": 655,
      "name": "قائمیه",
      "slug": "قائمیه",
      "city":"فارس"
    },
    {
      "id": 656,
      "name": "قادرآباد",
      "slug": "قادرآباد",
      "city":"فارس"
    },
    {
      "id": 657,
      "name": "قطب آباد",
      "slug": "قطب-آباد",
      "city":"فارس"
    },
    {
      "id": 658,
      "name": "قطرویه",
      "slug": "قطرویه",
      "city":"فارس"
    },
    {
      "id": 659,
      "name": "قیر",
      "slug": "قیر",
      "city":"فارس"
    },
    {
      "id": 660,
      "name": "کارزین (فتح آباد)",
      "slug": "کارزین-فتح-آباد",
      "city":"فارس"
    },
    {
      "id": 661,
      "name": "کازرون",
      "slug": "کازرون",
      "city":"فارس"
    },
    {
      "id": 662,
      "name": "کامفیروز",
      "slug": "کامفیروز",
      "city":"فارس"
    },
    {
      "id": 663,
      "name": "کره ای",
      "slug": "کره-ای",
      "city":"فارس"
    },
    {
      "id": 664,
      "name": "کنارتخته",
      "slug": "کنارتخته",
      "city":"فارس"
    },
    {
      "id": 665,
      "name": "کوار",
      "slug": "کوار",
      "city":"فارس"
    },
    {
      "id": 666,
      "name": "گراش",
      "slug": "گراش",
      "city":"فارس"
    },
    {
      "id": 667,
      "name": "گله دار",
      "slug": "گله-دار",
      "city":"فارس"
    },
    {
      "id": 668,
      "name": "لار",
      "slug": "لار",
      "city":"فارس"
    },
    {
      "id": 669,
      "name": "لامرد",
      "slug": "لامرد",
      "city":"فارس"
    },
    {
      "id": 670,
      "name": "لپویی",
      "slug": "لپویی",
      "city":"فارس"
    },
    {
      "id": 671,
      "name": "لطیفی",
      "slug": "لطیفی",
      "city":"فارس"
    },
    {
      "id": 672,
      "name": "مبارک آباددیز",
      "slug": "مبارک-آباددیز",
      "city":"فارس"
    },
    {
      "id": 673,
      "name": "مرودشت",
      "slug": "مرودشت",
      "city":"فارس"
    },
    {
      "id": 674,
      "name": "مشکان",
      "slug": "مشکان",
      "city":"فارس"
    },
    {
      "id": 675,
      "name": "مصیری",
      "slug": "مصیری",
      "city":"فارس"
    },
    {
      "id": 676,
      "name": "مهر",
      "slug": "مهر",
      "city":"فارس"
    },
    {
      "id": 677,
      "name": "میمند",
      "slug": "میمند",
      "city":"فارس"
    },
    {
      "id": 678,
      "name": "نوبندگان",
      "slug": "نوبندگان",
      "city":"فارس"
    },
    {
      "id": 679,
      "name": "نوجین",
      "slug": "نوجین",
      "city":"فارس"
    },
    {
      "id": 680,
      "name": "نودان",
      "slug": "نودان",
      "city":"فارس"
    },
    {
      "id": 681,
      "name": "نورآباد",
      "slug": "فارس-نورآباد",
      "city":"فارس"
    },
    {
      "id": 682,
      "name": "نی ریز",
      "slug": "نی-ریز",
      "city":"فارس"
    },
    {
      "id": 683,
      "name": "وراوی",
      "slug": "وراوی",
      "city":"فارس"
    },
    {
      "id": 684,
      "name": "ارداق",
      "slug": "ارداق",
      "city":"قزوین"
    },
    {
      "id": 685,
      "name": "اسفرورین",
      "slug": "اسفرورین",
      "city":"قزوین"
    },
    {
      "id": 686,
      "name": "اقبالیه",
      "slug": "اقبالیه",
      "city":"قزوین"
    },
    {
      "id": 687,
      "name": "الوند",
      "slug": "الوند",
      "city":"قزوین"
    },
    {
      "id": 688,
      "name": "آبگرم",
      "slug": "آبگرم",
      "city":"قزوین"
    },
    {
      "id": 689,
      "name": "آبیک",
      "slug": "آبیک",
      "city":"قزوین"
    },
    {
      "id": 690,
      "name": "آوج",
      "slug": "آوج",
      "city":"قزوین"
    },
    {
      "id": 691,
      "name": "بوئین زهرا",
      "slug": "بوئین-زهرا",
      "city":"قزوین"
    },
    {
      "id": 692,
      "name": "بیدستان",
      "slug": "بیدستان",
      "city":"قزوین"
    },
    {
      "id": 693,
      "name": "تاکستان",
      "slug": "تاکستان",
      "city":"قزوین"
    },
    {
      "id": 694,
      "name": "خاکعلی",
      "slug": "خاکعلی",
      "city":"قزوین"
    },
    {
      "id": 695,
      "name": "خرمدشت",
      "slug": "خرمدشت",
      "city":"قزوین"
    },
    {
      "id": 696,
      "name": "دانسفهان",
      "slug": "دانسفهان",
      "city":"قزوین"
    },
    {
      "id": 697,
      "name": "رازمیان",
      "slug": "رازمیان",
      "city":"قزوین"
    },
    {
      "id": 698,
      "name": "سگزآباد",
      "slug": "سگزآباد",
      "city":"قزوین"
    },
    {
      "id": 699,
      "name": "سیردان",
      "slug": "سیردان",
      "city":"قزوین"
    },
    {
      "id": 700,
      "name": "شال",
      "slug": "شال",
      "city":"قزوین"
    },
    {
      "id": 701,
      "name": "شریفیه",
      "slug": "شریفیه",
      "city":"قزوین"
    },
    {
      "id": 702,
      "name": "ضیاآباد",
      "slug": "ضیاآباد",
      "city":"قزوین"
    },
    {
      "id": 703,
      "name": "قزوین",
      "slug": "قزوین",
      "city":"قزوین"
    },
    {
      "id": 704,
      "name": "کوهین",
      "slug": "کوهین",
      "city":"قزوین"
    },
    {
      "id": 705,
      "name": "محمدیه",
      "slug": "محمدیه",
      "city":"قزوین"
    },
    {
      "id": 706,
      "name": "محمودآباد نمونه",
      "slug": "محمودآباد-نمونه",
      "city":"قزوین"
    },
    {
      "id": 707,
      "name": "معلم کلایه",
      "slug": "معلم-کلایه",
      "city":"قزوین"
    },
    {
      "id": 708,
      "name": "نرجه",
      "slug": "نرجه",
      "city":"قزوین"
    },
    {
      "id": 709,
      "name": "جعفریه",
      "slug": "جعفریه",
      "city":"قم"
    },
    {
      "id": 710,
      "name": "دستجرد",
      "slug": "دستجرد",
      "city":"قم"
    },
    {
      "id": 711,
      "name": "سلفچگان",
      "slug": "سلفچگان",
      "city":"قم"
    },
    {
      "id": 712,
      "name": "قم",
      "slug": "قم",
      "city":"قم"
    },
    {
      "id": 713,
      "name": "قنوات",
      "slug": "قنوات",
      "city":"قم"
    },
    {
      "id": 714,
      "name": "کهک",
      "slug": "کهک",
      "city":"قم"
    },
    {
      "id": 715,
      "name": "آرمرده",
      "slug": "آرمرده",
      "city":"کردستان"
    },
    {
      "id": 716,
      "name": "بابارشانی",
      "slug": "بابارشانی",
      "city":"کردستان"
    },
    {
      "id": 717,
      "name": "بانه",
      "slug": "بانه",
      "city":"کردستان"
    },
    {
      "id": 718,
      "name": "بلبان آباد",
      "slug": "بلبان-آباد",
      "city":"کردستان"
    },
    {
      "id": 719,
      "name": "بوئین سفلی",
      "slug": "بوئین-سفلی",
      "city":"کردستان"
    },
    {
      "id": 720,
      "name": "بیجار",
      "slug": "بیجار",
      "city":"کردستان"
    },
    {
      "id": 721,
      "name": "چناره",
      "slug": "چناره",
      "city":"کردستان"
    },
    {
      "id": 722,
      "name": "دزج",
      "slug": "دزج",
      "city":"کردستان"
    },
    {
      "id": 723,
      "name": "دلبران",
      "slug": "دلبران",
      "city":"کردستان"
    },
    {
      "id": 724,
      "name": "دهگلان",
      "slug": "دهگلان",
      "city":"کردستان"
    },
    {
      "id": 725,
      "name": "دیواندره",
      "slug": "دیواندره",
      "city":"کردستان"
    },
    {
      "id": 726,
      "name": "زرینه",
      "slug": "زرینه",
      "city":"کردستان"
    },
    {
      "id": 727,
      "name": "سروآباد",
      "slug": "سروآباد",
      "city":"کردستان"
    },
    {
      "id": 728,
      "name": "سریش آباد",
      "slug": "سریش-آباد",
      "city":"کردستان"
    },
    {
      "id": 729,
      "name": "سقز",
      "slug": "سقز",
      "city":"کردستان"
    },
    {
      "id": 730,
      "name": "سنندج",
      "slug": "سنندج",
      "city":"کردستان"
    },
    {
      "id": 731,
      "name": "شویشه",
      "slug": "شویشه",
      "city":"کردستان"
    },
    {
      "id": 732,
      "name": "صاحب",
      "slug": "صاحب",
      "city":"کردستان"
    },
    {
      "id": 733,
      "name": "قروه",
      "slug": "قروه",
      "city":"کردستان"
    },
    {
      "id": 734,
      "name": "کامیاران",
      "slug": "کامیاران",
      "city":"کردستان"
    },
    {
      "id": 735,
      "name": "کانی دینار",
      "slug": "کانی-دینار",
      "city":"کردستان"
    },
    {
      "id": 736,
      "name": "کانی سور",
      "slug": "کانی-سور",
      "city":"کردستان"
    },
    {
      "id": 737,
      "name": "مریوان",
      "slug": "مریوان",
      "city":"کردستان"
    },
    {
      "id": 738,
      "name": "موچش",
      "slug": "موچش",
      "city":"کردستان"
    },
    {
      "id": 739,
      "name": "یاسوکند",
      "slug": "یاسوکند",
      "city":"کردستان"
    },
    {
      "id": 740,
      "name": "اختیارآباد",
      "slug": "اختیارآباد",
      "city":"کرمان"
    },
    {
      "id": 741,
      "name": "ارزوئیه",
      "slug": "ارزوئیه",
      "city":"کرمان"
    },
    {
      "id": 742,
      "name": "امین شهر",
      "slug": "امین-شهر",
      "city":"کرمان"
    },
    {
      "id": 743,
      "name": "انار",
      "slug": "انار",
      "city":"کرمان"
    },
    {
      "id": 744,
      "name": "اندوهجرد",
      "slug": "اندوهجرد",
      "city":"کرمان"
    },
    {
      "id": 745,
      "name": "باغین",
      "slug": "باغین",
      "city":"کرمان"
    },
    {
      "id": 746,
      "name": "بافت",
      "slug": "بافت",
      "city":"کرمان"
    },
    {
      "id": 747,
      "name": "بردسیر",
      "slug": "بردسیر",
      "city":"کرمان"
    },
    {
      "id": 748,
      "name": "بروات",
      "slug": "بروات",
      "city":"کرمان"
    },
    {
      "id": 749,
      "name": "بزنجان",
      "slug": "بزنجان",
      "city":"کرمان"
    },
    {
      "id": 750,
      "name": "بم",
      "slug": "بم",
      "city":"کرمان"
    },
    {
      "id": 751,
      "name": "بهرمان",
      "slug": "بهرمان",
      "city":"کرمان"
    },
    {
      "id": 752,
      "name": "پاریز",
      "slug": "پاریز",
      "city":"کرمان"
    },
    {
      "id": 753,
      "name": "جبالبارز",
      "slug": "جبالبارز",
      "city":"کرمان"
    },
    {
      "id": 754,
      "name": "جوپار",
      "slug": "جوپار",
      "city":"کرمان"
    },
    {
      "id": 755,
      "name": "جوزم",
      "slug": "جوزم",
      "city":"کرمان"
    },
    {
      "id": 756,
      "name": "جیرفت",
      "slug": "جیرفت",
      "city":"کرمان"
    },
    {
      "id": 757,
      "name": "چترود",
      "slug": "چترود",
      "city":"کرمان"
    },
    {
      "id": 758,
      "name": "خاتون آباد",
      "slug": "خاتون-آباد",
      "city":"کرمان"
    },
    {
      "id": 759,
      "name": "خانوک",
      "slug": "خانوک",
      "city":"کرمان"
    },
    {
      "id": 760,
      "name": "خورسند",
      "slug": "خورسند",
      "city":"کرمان"
    },
    {
      "id": 761,
      "name": "درب بهشت",
      "slug": "درب-بهشت",
      "city":"کرمان"
    },
    {
      "id": 762,
      "name": "دهج",
      "slug": "دهج",
      "city":"کرمان"
    },
    {
      "id": 763,
      "name": "رابر",
      "slug": "رابر",
      "city":"کرمان"
    },
    {
      "id": 764,
      "name": "راور",
      "slug": "راور",
      "city":"کرمان"
    },
    {
      "id": 765,
      "name": "راین",
      "slug": "راین",
      "city":"کرمان"
    },
    {
      "id": 766,
      "name": "رفسنجان",
      "slug": "رفسنجان",
      "city":"کرمان"
    },
    {
      "id": 767,
      "name": "رودبار",
      "slug": "کرمان-رودبار",
      "city":"کرمان"
    },
    {
      "id": 768,
      "name": "ریحان شهر",
      "slug": "ریحان-شهر",
      "city":"کرمان"
    },
    {
      "id": 769,
      "name": "زرند",
      "slug": "زرند",
      "city":"کرمان"
    },
    {
      "id": 770,
      "name": "زنگی آباد",
      "slug": "زنگی-آباد",
      "city":"کرمان"
    },
    {
      "id": 771,
      "name": "زیدآباد",
      "slug": "زیدآباد",
      "city":"کرمان"
    },
    {
      "id": 772,
      "name": "سیرجان",
      "slug": "سیرجان",
      "city":"کرمان"
    },
    {
      "id": 773,
      "name": "شهداد",
      "slug": "شهداد",
      "city":"کرمان"
    },
    {
      "id": 774,
      "name": "شهربابک",
      "slug": "شهربابک",
      "city":"کرمان"
    },
    {
      "id": 775,
      "name": "صفائیه",
      "slug": "صفائیه",
      "city":"کرمان"
    },
    {
      "id": 776,
      "name": "عنبرآباد",
      "slug": "عنبرآباد",
      "city":"کرمان"
    },
    {
      "id": 777,
      "name": "فاریاب",
      "slug": "فاریاب",
      "city":"کرمان"
    },
    {
      "id": 778,
      "name": "فهرج",
      "slug": "فهرج",
      "city":"کرمان"
    },
    {
      "id": 779,
      "name": "قلعه گنج",
      "slug": "قلعه-گنج",
      "city":"کرمان"
    },
    {
      "id": 780,
      "name": "کاظم آباد",
      "slug": "کاظم-آباد",
      "city":"کرمان"
    },
    {
      "id": 781,
      "name": "کرمان",
      "slug": "کرمان",
      "city":"کرمان"
    },
    {
      "id": 782,
      "name": "کشکوئیه",
      "slug": "کشکوئیه",
      "city":"کرمان"
    },
    {
      "id": 783,
      "name": "کهنوج",
      "slug": "کهنوج",
      "city":"کرمان"
    },
    {
      "id": 784,
      "name": "کوهبنان",
      "slug": "کوهبنان",
      "city":"کرمان"
    },
    {
      "id": 785,
      "name": "کیانشهر",
      "slug": "کیانشهر",
      "city":"کرمان"
    },
    {
      "id": 786,
      "name": "گلباف",
      "slug": "گلباف",
      "city":"کرمان"
    },
    {
      "id": 787,
      "name": "گلزار",
      "slug": "گلزار",
      "city":"کرمان"
    },
    {
      "id": 788,
      "name": "لاله زار",
      "slug": "لاله-زار",
      "city":"کرمان"
    },
    {
      "id": 789,
      "name": "ماهان",
      "slug": "ماهان",
      "city":"کرمان"
    },
    {
      "id": 790,
      "name": "محمدآباد",
      "slug": "کرمان-محمدآباد",
      "city":"کرمان"
    },
    {
      "id": 791,
      "name": "محی آباد",
      "slug": "محی-آباد",
      "city":"کرمان"
    },
    {
      "id": 792,
      "name": "مردهک",
      "slug": "مردهک",
      "city":"کرمان"
    },
    {
      "id": 793,
      "name": "مس سرچشمه",
      "slug": "مس-سرچشمه",
      "city":"کرمان"
    },
    {
      "id": 794,
      "name": "منوجان",
      "slug": "منوجان",
      "city":"کرمان"
    },
    {
      "id": 795,
      "name": "نجف شهر",
      "slug": "نجف-شهر",
      "city":"کرمان"
    },
    {
      "id": 796,
      "name": "نرماشیر",
      "slug": "نرماشیر",
      "city":"کرمان"
    },
    {
      "id": 797,
      "name": "نظام شهر",
      "slug": "نظام-شهر",
      "city":"کرمان"
    },
    {
      "id": 798,
      "name": "نگار",
      "slug": "نگار",
      "city":"کرمان"
    },
    {
      "id": 799,
      "name": "نودژ",
      "slug": "نودژ",
      "city":"کرمان"
    },
    {
      "id": 800,
      "name": "هجدک",
      "slug": "هجدک",
      "city":"کرمان"
    },
    {
      "id": 801,
      "name": "یزدان شهر",
      "slug": "یزدان-شهر",
      "city":"کرمان"
    },
    {
      "id": 802,
      "name": "ازگله",
      "slug": "ازگله",
      "city":"کرمانشاه"
    },
    {
      "id": 803,
      "name": "اسلام آباد غرب",
      "slug": "اسلام-آباد-غرب",
      "city":"کرمانشاه"
    },
    {
      "id": 804,
      "name": "باینگان",
      "slug": "باینگان",
      "city":"کرمانشاه"
    },
    {
      "id": 805,
      "name": "بیستون",
      "slug": "بیستون",
      "city":"کرمانشاه"
    },
    {
      "id": 806,
      "name": "پاوه",
      "slug": "پاوه",
      "city":"کرمانشاه"
    },
    {
      "id": 807,
      "name": "تازه آباد",
      "slug": "تازه-آباد",
      "city":"کرمانشاه"
    },
    {
      "id": 808,
      "name": "جوان رود",
      "slug": "جوان-رود",
      "city":"کرمانشاه"
    },
    {
      "id": 809,
      "name": "حمیل",
      "slug": "حمیل",
      "city":"کرمانشاه"
    },
    {
      "id": 810,
      "name": "ماهیدشت",
      "slug": "ماهیدشت",
      "city":"کرمانشاه"
    },
    {
      "id": 811,
      "name": "روانسر",
      "slug": "روانسر",
      "city":"کرمانشاه"
    },
    {
      "id": 812,
      "name": "سرپل ذهاب",
      "slug": "سرپل-ذهاب",
      "city":"کرمانشاه"
    },
    {
      "id": 813,
      "name": "سرمست",
      "slug": "سرمست",
      "city":"کرمانشاه"
    },
    {
      "id": 814,
      "name": "سطر",
      "slug": "سطر",
      "city":"کرمانشاه"
    },
    {
      "id": 815,
      "name": "سنقر",
      "slug": "سنقر",
      "city":"کرمانشاه"
    },
    {
      "id": 816,
      "name": "سومار",
      "slug": "سومار",
      "city":"کرمانشاه"
    },
    {
      "id": 817,
      "name": "شاهو",
      "slug": "شاهو",
      "city":"کرمانشاه"
    },
    {
      "id": 818,
      "name": "صحنه",
      "slug": "صحنه",
      "city":"کرمانشاه"
    },
    {
      "id": 819,
      "name": "قصرشیرین",
      "slug": "قصرشیرین",
      "city":"کرمانشاه"
    },
    {
      "id": 820,
      "name": "کرمانشاه",
      "slug": "کرمانشاه",
      "city":"کرمانشاه"
    },
    {
      "id": 821,
      "name": "کرندغرب",
      "slug": "کرندغرب",
      "city":"کرمانشاه"
    },
    {
      "id": 822,
      "name": "کنگاور",
      "slug": "کنگاور",
      "city":"کرمانشاه"
    },
    {
      "id": 823,
      "name": "کوزران",
      "slug": "کوزران",
      "city":"کرمانشاه"
    },
    {
      "id": 824,
      "name": "گهواره",
      "slug": "گهواره",
      "city":"کرمانشاه"
    },
    {
      "id": 825,
      "name": "گیلانغرب",
      "slug": "گیلانغرب",
      "city":"کرمانشاه"
    },
    {
      "id": 826,
      "name": "میان راهان",
      "slug": "میان-راهان",
      "city":"کرمانشاه"
    },
    {
      "id": 827,
      "name": "نودشه",
      "slug": "نودشه",
      "city":"کرمانشاه"
    },
    {
      "id": 828,
      "name": "نوسود",
      "slug": "نوسود",
      "city":"کرمانشاه"
    },
    {
      "id": 829,
      "name": "هرسین",
      "slug": "هرسین",
      "city":"کرمانشاه"
    },
    {
      "id": 830,
      "name": "هلشی",
      "slug": "هلشی",
      "city":"کرمانشاه"
    },
    {
      "id": 831,
      "name": "باشت",
      "slug": "باشت",
      "city":"کهگیلویه-بویراحمد"
    },
    {
      "id": 832,
      "name": "پاتاوه",
      "slug": "پاتاوه",
      "city":"کهگیلویه-بویراحمد"
    },
    {
      "id": 833,
      "name": "چرام",
      "slug": "چرام",
      "city":"کهگیلویه-بویراحمد"
    },
    {
      "id": 834,
      "name": "چیتاب",
      "slug": "چیتاب",
      "city":"کهگیلویه-بویراحمد"
    },
    {
      "id": 835,
      "name": "دهدشت",
      "slug": "دهدشت",
      "city":"کهگیلویه-بویراحمد"
    },
    {
      "id": 836,
      "name": "دوگنبدان",
      "slug": "دوگنبدان",
      "city":"کهگیلویه-بویراحمد"
    },
    {
      "id": 837,
      "name": "دیشموک",
      "slug": "دیشموک",
      "city":"کهگیلویه-بویراحمد"
    },
    {
      "id": 838,
      "name": "سوق",
      "slug": "سوق",
      "city":"کهگیلویه-بویراحمد"
    },
    {
      "id": 839,
      "name": "سی سخت",
      "slug": "سی-سخت",
      "city":"کهگیلویه-بویراحمد"
    },
    {
      "id": 840,
      "name": "قلعه رئیسی",
      "slug": "قلعه-رئیسی",
      "city":"کهگیلویه-بویراحمد"
    },
    {
      "id": 841,
      "name": "گراب سفلی",
      "slug": "گراب-سفلی",
      "city":"کهگیلویه-بویراحمد"
    },
    {
      "id": 842,
      "name": "لنده",
      "slug": "لنده",
      "city":"کهگیلویه-بویراحمد"
    },
    {
      "id": 843,
      "name": "لیکک",
      "slug": "لیکک",
      "city":"کهگیلویه-بویراحمد"
    },
    {
      "id": 844,
      "name": "مادوان",
      "slug": "مادوان",
      "city":"کهگیلویه-بویراحمد"
    },
    {
      "id": 845,
      "name": "مارگون",
      "slug": "مارگون",
      "city":"کهگیلویه-بویراحمد"
    },
    {
      "id": 846,
      "name": "یاسوج",
      "slug": "یاسوج",
      "city":"کهگیلویه-بویراحمد"
    },
    {
      "id": 847,
      "name": "انبارآلوم",
      "slug": "انبارآلوم",
      "city":"گلستان"
    },
    {
      "id": 848,
      "name": "اینچه برون",
      "slug": "اینچه-برون",
      "city":"گلستان"
    },
    {
      "id": 849,
      "name": "آزادشهر",
      "slug": "آزادشهر",
      "city":"گلستان"
    },
    {
      "id": 850,
      "name": "آق قلا",
      "slug": "آق-قلا",
      "city":"گلستان"
    },
    {
      "id": 851,
      "name": "بندرترکمن",
      "slug": "بندرترکمن",
      "city":"گلستان"
    },
    {
      "id": 852,
      "name": "بندرگز",
      "slug": "بندرگز",
      "city":"گلستان"
    },
    {
      "id": 853,
      "name": "جلین",
      "slug": "جلین",
      "city":"گلستان"
    },
    {
      "id": 854,
      "name": "خان ببین",
      "slug": "خان-ببین",
      "city":"گلستان"
    },
    {
      "id": 855,
      "name": "دلند",
      "slug": "دلند",
      "city":"گلستان"
    },
    {
      "id": 856,
      "name": "رامیان",
      "slug": "رامیان",
      "city":"گلستان"
    },
    {
      "id": 857,
      "name": "سرخنکلاته",
      "slug": "سرخنکلاته",
      "city":"گلستان"
    },
    {
      "id": 858,
      "name": "سیمین شهر",
      "slug": "سیمین-شهر",
      "city":"گلستان"
    },
    {
      "id": 859,
      "name": "علی آباد کتول",
      "slug": "علی-آباد-کتول",
      "city":"گلستان"
    },
    {
      "id": 860,
      "name": "فاضل آباد",
      "slug": "فاضل-آباد",
      "city":"گلستان"
    },
    {
      "id": 861,
      "name": "کردکوی",
      "slug": "کردکوی",
      "city":"گلستان"
    },
    {
      "id": 862,
      "name": "کلاله",
      "slug": "کلاله",
      "city":"گلستان"
    },
    {
      "id": 863,
      "name": "گالیکش",
      "slug": "گالیکش",
      "city":"گلستان"
    },
    {
      "id": 864,
      "name": "گرگان",
      "slug": "گرگان",
      "city":"گلستان"
    },
    {
      "id": 865,
      "name": "گمیش تپه",
      "slug": "گمیش-تپه",
      "city":"گلستان"
    },
    {
      "id": 866,
      "name": "گنبدکاووس",
      "slug": "گنبدکاووس",
      "city":"گلستان"
    },
    {
      "id": 867,
      "name": "مراوه",
      "slug": "مراوه",
      "city":"گلستان"
    },
    {
      "id": 868,
      "name": "مینودشت",
      "slug": "مینودشت",
      "city":"گلستان"
    },
    {
      "id": 869,
      "name": "نگین شهر",
      "slug": "نگین-شهر",
      "city":"گلستان"
    },
    {
      "id": 870,
      "name": "نوده خاندوز",
      "slug": "نوده-خاندوز",
      "city":"گلستان"
    },
    {
      "id": 871,
      "name": "نوکنده",
      "slug": "نوکنده",
      "city":"گلستان"
    },
    {
      "id": 872,
      "name": "ازنا",
      "slug": "ازنا",
      "city":"لرستان"
    },
    {
      "id": 873,
      "name": "اشترینان",
      "slug": "اشترینان",
      "city":"لرستان"
    },
    {
      "id": 874,
      "name": "الشتر",
      "slug": "الشتر",
      "city":"لرستان"
    },
    {
      "id": 875,
      "name": "الیگودرز",
      "slug": "الیگودرز",
      "city":"لرستان"
    },
    {
      "id": 876,
      "name": "بروجرد",
      "slug": "بروجرد",
      "city":"لرستان"
    },
    {
      "id": 877,
      "name": "پلدختر",
      "slug": "پلدختر",
      "city":"لرستان"
    },
    {
      "id": 878,
      "name": "چالانچولان",
      "slug": "چالانچولان",
      "city":"لرستان"
    },
    {
      "id": 879,
      "name": "چغلوندی",
      "slug": "چغلوندی",
      "city":"لرستان"
    },
    {
      "id": 880,
      "name": "چقابل",
      "slug": "چقابل",
      "city":"لرستان"
    },
    {
      "id": 881,
      "name": "خرم آباد",
      "slug": "لرستان-خرم-آباد",
      "city":"لرستان"
    },
    {
      "id": 882,
      "name": "درب گنبد",
      "slug": "درب-گنبد",
      "city":"لرستان"
    },
    {
      "id": 883,
      "name": "دورود",
      "slug": "دورود",
      "city":"لرستان"
    },
    {
      "id": 884,
      "name": "زاغه",
      "slug": "زاغه",
      "city":"لرستان"
    },
    {
      "id": 885,
      "name": "سپیددشت",
      "slug": "سپیددشت",
      "city":"لرستان"
    },
    {
      "id": 886,
      "name": "سراب دوره",
      "slug": "سراب-دوره",
      "city":"لرستان"
    },
    {
      "id": 887,
      "name": "فیروزآباد",
      "slug": "لرستان-فیروزآباد",
      "city":"لرستان"
    },
    {
      "id": 888,
      "name": "کونانی",
      "slug": "کونانی",
      "city":"لرستان"
    },
    {
      "id": 889,
      "name": "کوهدشت",
      "slug": "کوهدشت",
      "city":"لرستان"
    },
    {
      "id": 890,
      "name": "گراب",
      "slug": "گراب",
      "city":"لرستان"
    },
    {
      "id": 891,
      "name": "معمولان",
      "slug": "معمولان",
      "city":"لرستان"
    },
    {
      "id": 892,
      "name": "مومن آباد",
      "slug": "مومن-آباد",
      "city":"لرستان"
    },
    {
      "id": 893,
      "name": "نورآباد",
      "slug": "لرستان-نورآباد",
      "city":"لرستان"
    },
    {
      "id": 894,
      "name": "ویسیان",
      "slug": "ویسیان",
      "city":"لرستان"
    },
    {
      "id": 895,
      "name": "احمدسرگوراب",
      "slug": "احمدسرگوراب",
      "city": "گیلان"
    },
    {
      "id": 896,
      "name": "اسالم",
      "slug": "اسالم",
      "city": "گیلان"
    },
    {
      "id": 897,
      "name": "اطاقور",
      "slug": "اطاقور",
      "city": "گیلان"
    },
    {
      "id": 898,
      "name": "املش",
      "slug": "املش",
      "city": "گیلان"
    },
    {
      "id": 899,
      "name": "آستارا",
      "slug": "آستارا",
      "city": "گیلان"
    },
    {
      "id": 900,
      "name": "آستانه اشرفیه",
      "slug": "آستانه-اشرفیه",
      "city": "گیلان"
    },
    {
      "id": 901,
      "name": "بازار جمعه",
      "slug": "بازار-جمعه",
      "city": "گیلان"
    },
    {
      "id": 902,
      "name": "بره سر",
      "slug": "بره-سر",
      "city": "گیلان"
    },
    {
      "id": 903,
      "name": "بندرانزلی",
      "slug": "بندرانزلی",
      "city": "گیلان"
    },
    {
      "id": 906,
      "name": "پره سر",
      "slug": "پره-سر",
      "city": "گیلان"
    },
    {
      "id": 907,
      "name": "تالش",
      "slug": "تالش",
      "city": "گیلان"
    },
    {
      "id": 908,
      "name": "توتکابن",
      "slug": "توتکابن",
      "city": "گیلان"
    },
    {
      "id": 909,
      "name": "جیرنده",
      "slug": "جیرنده",
      "city": "گیلان"
    },
    {
      "id": 910,
      "name": "چابکسر",
      "slug": "چابکسر",
      "city": "گیلان"
    },
    {
      "id": 911,
      "name": "چاف و چمخاله",
      "slug": "چاف-و-چمخاله",
      "city": "گیلان"
    },
    {
      "id": 912,
      "name": "چوبر",
      "slug": "چوبر",
      "city": "گیلان"
    },
    {
      "id": 913,
      "name": "حویق",
      "slug": "حویق",
      "city": "گیلان"
    },
    {
      "id": 914,
      "name": "خشکبیجار",
      "slug": "خشکبیجار",
      "city": "گیلان"
    },
    {
      "id": 915,
      "name": "خمام",
      "slug": "خمام",
      "city": "گیلان"
    },
    {
      "id": 916,
      "name": "دیلمان",
      "slug": "دیلمان",
      "city": "گیلان"
    },
    {
      "id": 917,
      "name": "رانکوه",
      "slug": "رانکوه",
      "city": "گیلان"
    },
    {
      "id": 918,
      "name": "رحیم آباد",
      "slug": "رحیم-آباد",
      "city": "گیلان"
    },
    {
      "id": 919,
      "name": "رستم آباد",
      "slug": "رستم-آباد",
      "city": "گیلان"
    },
    {
      "id": 920,
      "name": "رشت",
      "slug": "رشت",
      "city": "گیلان"
    },
    {
      "id": 921,
      "name": "رضوانشهر",
      "slug": "گیلان-رضوانشهر",
      "city": "گیلان"
    },
    {
      "id": 922,
      "name": "رودبار",
      "slug": "گیلان-رودبار",
      "city": "گیلان"
    },
    {
      "id": 923,
      "name": "رودبنه",
      "slug": "رودبنه",
      "city": "گیلان"
    },
    {
      "id": 924,
      "name": "رودسر",
      "slug": "رودسر",
      "city": "گیلان"
    },
    {
      "id": 925,
      "name": "سنگر",
      "slug": "سنگر",
      "city": "گیلان"
    },
    {
      "id": 926,
      "name": "سیاهکل",
      "slug": "سیاهکل",
      "city": "گیلان"
    },
    {
      "id": 927,
      "name": "شفت",
      "slug": "شفت",
      "city": "گیلان"
    },
    {
      "id": 928,
      "name": "شلمان",
      "slug": "شلمان",
      "city": "گیلان"
    },
    {
      "id": 929,
      "name": "صومعه سرا",
      "slug": "صومعه-سرا",
      "city": "گیلان"
    },
    {
      "id": 930,
      "name": "فومن",
      "slug": "فومن",
      "city": "گیلان"
    },
    {
      "id": 931,
      "name": "کلاچای",
      "slug": "کلاچای",
      "city": "گیلان"
    },
    {
      "id": 932,
      "name": "کوچصفهان",
      "slug": "کوچصفهان",
      "city": "گیلان"
    },
    {
      "id": 933,
      "name": "کومله",
      "slug": "کومله",
      "city": "گیلان"
    },
    {
      "id": 934,
      "name": "کیاشهر",
      "slug": "کیاشهر",
      "city": "گیلان"
    },
    {
      "id": 935,
      "name": "گوراب زرمیخ",
      "slug": "گوراب-زرمیخ",
      "city": "گیلان"
    },
    {
      "id": 936,
      "name": "لاهیجان",
      "slug": "لاهیجان",
      "city": "گیلان"
    },
    {
      "id": 937,
      "name": "لشت نشا",
      "slug": "لشت-نشا",
      "city": "گیلان"
    },
    {
      "id": 938,
      "name": "لنگرود",
      "slug": "لنگرود",
      "city": "گیلان"
    },
    {
      "id": 939,
      "name": "لوشان",
      "slug": "لوشان",
      "city": "گیلان"
    },
    {
      "id": 940,
      "name": "لولمان",
      "slug": "لولمان",
      "city": "گیلان"
    },
    {
      "id": 941,
      "name": "لوندویل",
      "slug": "لوندویل",
      "city": "گیلان"
    },
    {
      "id": 942,
      "name": "لیسار",
      "slug": "لیسار",
      "city": "گیلان"
    },
    {
      "id": 943,
      "name": "ماسال",
      "slug": "ماسال",
      "city": "گیلان"
    },
    {
      "id": 944,
      "name": "ماسوله",
      "slug": "ماسوله",
      "city": "گیلان"
    },
    {
      "id": 945,
      "name": "مرجقل",
      "slug": "مرجقل",
      "city": "گیلان"
    },
    {
      "id": 946,
      "name": "منجیل",
      "slug": "منجیل",
      "city": "گیلان"
    },
    {
      "id": 947,
      "name": "واجارگاه",
      "slug": "واجارگاه",
      "city": "گیلان"
    },
    {
      "id": 948,
      "name": "امیرکلا",
      "slug": "امیرکلا",
      "city":"مازندران"
    },
    {
      "id": 949,
      "name": "ایزدشهر",
      "slug": "ایزدشهر",
      "city":"مازندران"
    },
    {
      "id": 950,
      "name": "آلاشت",
      "slug": "آلاشت",
      "city":"مازندران"
    },
    {
      "id": 951,
      "name": "آمل",
      "slug": "آمل",
      "city":"مازندران"
    },
    {
      "id": 952,
      "name": "بابل",
      "slug": "بابل",
      "city":"مازندران"
    },
    {
      "id": 953,
      "name": "بابلسر",
      "slug": "بابلسر",
      "city":"مازندران"
    },
    {
      "id": 954,
      "name": "بلده",
      "slug": "مازندران-بلده",
      "city":"مازندران"
    },
    {
      "id": 955,
      "name": "بهشهر",
      "slug": "بهشهر",
      "city":"مازندران"
    },
    {
      "id": 956,
      "name": "بهنمیر",
      "slug": "بهنمیر",
      "city":"مازندران"
    },
    {
      "id": 957,
      "name": "پل سفید",
      "slug": "پل-سفید",
      "city":"مازندران"
    },
    {
      "id": 958,
      "name": "تنکابن",
      "slug": "تنکابن",
      "city":"مازندران"
    },
    {
      "id": 959,
      "name": "جویبار",
      "slug": "جویبار",
      "city":"مازندران"
    },
    {
      "id": 960,
      "name": "چالوس",
      "slug": "چالوس",
      "city":"مازندران"
    },
    {
      "id": 961,
      "name": "چمستان",
      "slug": "چمستان",
      "city":"مازندران"
    },
    {
      "id": 962,
      "name": "خرم آباد",
      "slug": "مازندران-خرم-آباد",
      "city":"مازندران"
    },
    {
      "id": 963,
      "name": "خلیل شهر",
      "slug": "خلیل-شهر",
      "city":"مازندران"
    },
    {
      "id": 964,
      "name": "خوش رودپی",
      "slug": "خوش-رودپی",
      "city":"مازندران"
    },
    {
      "id": 965,
      "name": "دابودشت",
      "slug": "دابودشت",
      "city":"مازندران"
    },
    {
      "id": 966,
      "name": "رامسر",
      "slug": "رامسر",
      "city":"مازندران"
    },
    {
      "id": 967,
      "name": "رستمکلا",
      "slug": "رستمکلا",
      "city":"مازندران"
    },
    {
      "id": 968,
      "name": "رویان",
      "slug": "رویان",
      "city":"مازندران"
    },
    {
      "id": 969,
      "name": "رینه",
      "slug": "رینه",
      "city":"مازندران"
    },
    {
      "id": 970,
      "name": "زرگرمحله",
      "slug": "زرگرمحله",
      "city":"مازندران"
    },
    {
      "id": 971,
      "name": "زیرآب",
      "slug": "زیرآب",
      "city":"مازندران"
    },
    {
      "id": 972,
      "name": "ساری",
      "slug": "ساری",
      "city":"مازندران"
    },
    {
      "id": 973,
      "name": "سرخرود",
      "slug": "سرخرود",
      "city":"مازندران"
    },
    {
      "id": 974,
      "name": "سلمان شهر",
      "slug": "سلمان-شهر",
      "city":"مازندران"
    },
    {
      "id": 975,
      "name": "سورک",
      "slug": "سورک",
      "city":"مازندران"
    },
    {
      "id": 976,
      "name": "شیرگاه",
      "slug": "شیرگاه",
      "city":"مازندران"
    },
    {
      "id": 977,
      "name": "شیرود",
      "slug": "شیرود",
      "city":"مازندران"
    },
    {
      "id": 978,
      "name": "عباس آباد",
      "slug": "عباس-آباد",
      "city":"مازندران"
    },
    {
      "id": 979,
      "name": "فریدونکنار",
      "slug": "فریدونکنار",
      "city":"مازندران"
    },
    {
      "id": 980,
      "name": "فریم",
      "slug": "فریم",
      "city":"مازندران"
    },
    {
      "id": 981,
      "name": "قائم شهر",
      "slug": "قائم-شهر",
      "city":"مازندران"
    },
    {
      "id": 982,
      "name": "کتالم",
      "slug": "کتالم",
      "city":"مازندران"
    },
    {
      "id": 983,
      "name": "کلارآباد",
      "slug": "کلارآباد",
      "city":"مازندران"
    },
    {
      "id": 984,
      "name": "کلاردشت",
      "slug": "کلاردشت",
      "city":"مازندران"
    },
    {
      "id": 985,
      "name": "کله بست",
      "slug": "کله-بست",
      "city":"مازندران"
    },
    {
      "id": 986,
      "name": "کوهی خیل",
      "slug": "کوهی-خیل",
      "city":"مازندران"
    },
    {
      "id": 987,
      "name": "کیاسر",
      "slug": "کیاسر",
      "city":"مازندران"
    },
    {
      "id": 988,
      "name": "کیاکلا",
      "slug": "کیاکلا",
      "city":"مازندران"
    },
    {
      "id": 989,
      "name": "گتاب",
      "slug": "گتاب",
      "city":"مازندران"
    },
    {
      "id": 990,
      "name": "گزنک",
      "slug": "گزنک",
      "city":"مازندران"
    },
    {
      "id": 991,
      "name": "گلوگاه",
      "slug": "گلوگاه",
      "city":"مازندران"
    },
    {
      "id": 992,
      "name": "محمودآباد",
      "slug": "مازندران-محمودآباد",
      "city":"مازندران"
    },
    {
      "id": 993,
      "name": "مرزن آباد",
      "slug": "مرزن-آباد",
      "city":"مازندران"
    },
    {
      "id": 994,
      "name": "مرزیکلا",
      "slug": "مرزیکلا",
      "city":"مازندران"
    },
    {
      "id": 995,
      "name": "نشتارود",
      "slug": "نشتارود",
      "city":"مازندران"
    },
    {
      "id": 996,
      "name": "نکا",
      "slug": "نکا",
      "city":"مازندران"
    },
    {
      "id": 997,
      "name": "نور",
      "slug": "نور",
      "city":"مازندران"
    },
    {
      "id": 998,
      "name": "نوشهر",
      "slug": "نوشهر",
      "city":"مازندران"
    },
    {
      "id": 999,
      "name": "اراک",
      "slug": "اراک",
      "city":"مرکزی"
    },
    {
      "id": 1000,
      "name": "آستانه",
      "slug": "آستانه",
      "city":"مرکزی"
    },
    {
      "id": 1001,
      "name": "آشتیان",
      "slug": "آشتیان",
      "city":"مرکزی"
    },
    {
      "id": 1002,
      "name": "پرندک",
      "slug": "پرندک",
      "city":"مرکزی"
    },
    {
      "id": 1003,
      "name": "تفرش",
      "slug": "تفرش",
      "city":"مرکزی"
    },
    {
      "id": 1004,
      "name": "توره",
      "slug": "توره",
      "city":"مرکزی"
    },
    {
      "id": 1005,
      "name": "جاورسیان",
      "slug": "جاورسیان",
      "city":"مرکزی"
    },
    {
      "id": 1006,
      "name": "خشکرود",
      "slug": "خشکرود",
      "city":"مرکزی"
    },
    {
      "id": 1007,
      "name": "خمین",
      "slug": "خمین",
      "city":"مرکزی"
    },
    {
      "id": 1008,
      "name": "خنداب",
      "slug": "خنداب",
      "city":"مرکزی"
    },
    {
      "id": 1009,
      "name": "داودآباد",
      "slug": "داودآباد",
      "city":"مرکزی"
    },
    {
      "id": 1010,
      "name": "دلیجان",
      "slug": "دلیجان",
      "city":"مرکزی"
    },
    {
      "id": 1011,
      "name": "رازقان",
      "slug": "رازقان",
      "city":"مرکزی"
    },
    {
      "id": 1012,
      "name": "زاویه",
      "slug": "زاویه",
      "city":"مرکزی"
    },
    {
      "id": 1013,
      "name": "ساروق",
      "slug": "ساروق",
      "city":"مرکزی"
    },
    {
      "id": 1014,
      "name": "ساوه",
      "slug": "ساوه",
      "city":"مرکزی"
    },
    {
      "id": 1015,
      "name": "سنجان",
      "slug": "سنجان",
      "city":"مرکزی"
    },
    {
      "id": 1016,
      "name": "شازند",
      "slug": "شازند",
      "city":"مرکزی"
    },
    {
      "id": 1017,
      "name": "غرق آباد",
      "slug": "غرق-آباد",
      "city":"مرکزی"
    },
    {
      "id": 1018,
      "name": "فرمهین",
      "slug": "فرمهین",
      "city":"مرکزی"
    },
    {
      "id": 1019,
      "name": "قورچی باشی",
      "slug": "قورچی-باشی",
      "city":"مرکزی"
    },
    {
      "id": 1020,
      "name": "کرهرود",
      "slug": "کرهرود",
      "city":"مرکزی"
    },
    {
      "id": 1021,
      "name": "کمیجان",
      "slug": "کمیجان",
      "city":"مرکزی"
    },
    {
      "id": 1022,
      "name": "مامونیه",
      "slug": "مامونیه",
      "city":"مرکزی"
    },
    {
      "id": 1023,
      "name": "محلات",
      "slug": "محلات",
      "city":"مرکزی"
    },
    {
      "id": 1024,
      "name": "مهاجران",
      "slug": "مهاجران",
      "city":"مرکزی"
    },
    {
      "id": 1025,
      "name": "میلاجرد",
      "slug": "میلاجرد",
      "city":"مرکزی"
    },
    {
      "id": 1026,
      "name": "نراق",
      "slug": "نراق",
      "city":"مرکزی"
    },
    {
      "id": 1027,
      "name": "نوبران",
      "slug": "نوبران",
      "city":"مرکزی"
    },
    {
      "id": 1028,
      "name": "نیمور",
      "slug": "نیمور",
      "city":"مرکزی"
    },
    {
      "id": 1029,
      "name": "هندودر",
      "slug": "هندودر",
      "city":"مرکزی"
    },
    {
      "id": 1030,
      "name": "ابوموسی",
      "slug": "ابوموسی",
      "city":"هرمزگان"
    },
    {
      "id": 1031,
      "name": "بستک",
      "slug": "بستک",
      "city":"هرمزگان"
    },
    {
      "id": 1032,
      "name": "بندرجاسک",
      "slug": "بندرجاسک",
      "city":"هرمزگان"
    },
    {
      "id": 1033,
      "name": "بندرچارک",
      "slug": "بندرچارک",
      "city":"هرمزگان"
    },
    {
      "id": 1034,
      "name": "بندرخمیر",
      "slug": "بندرخمیر",
      "city":"هرمزگان"
    },
    {
      "id": 1035,
      "name": "بندرعباس",
      "slug": "بندرعباس",
      "city":"هرمزگان"
    },
    {
      "id": 1036,
      "name": "بندرلنگه",
      "slug": "بندرلنگه",
      "city":"هرمزگان"
    },
    {
      "id": 1037,
      "name": "بیکا",
      "slug": "بیکا",
      "city":"هرمزگان"
    },
    {
      "id": 1038,
      "name": "پارسیان",
      "slug": "پارسیان",
      "city":"هرمزگان"
    },
    {
      "id": 1039,
      "name": "تخت",
      "slug": "تخت",
      "city":"هرمزگان"
    },
    {
      "id": 1040,
      "name": "جناح",
      "slug": "جناح",
      "city":"هرمزگان"
    },
    {
      "id": 1041,
      "name": "حاجی آباد",
      "slug": "هرمزگان-حاجی-آباد",
      "city":"هرمزگان"
    },
    {
      "id": 1042,
      "name": "درگهان",
      "slug": "درگهان",
      "city":"هرمزگان"
    },
    {
      "id": 1043,
      "name": "دهبارز",
      "slug": "دهبارز",
      "city":"هرمزگان"
    },
    {
      "id": 1044,
      "name": "رویدر",
      "slug": "رویدر",
      "city":"هرمزگان"
    },
    {
      "id": 1045,
      "name": "زیارتعلی",
      "slug": "زیارتعلی",
      "city":"هرمزگان"
    },
    {
      "id": 1046,
      "name": "سردشت",
      "slug": "هرمزگان-سردشت",
      "city":"هرمزگان"
    },
    {
      "id": 1047,
      "name": "سندرک",
      "slug": "سندرک",
      "city":"هرمزگان"
    },
    {
      "id": 1048,
      "name": "سوزا",
      "slug": "سوزا",
      "city":"هرمزگان"
    },
    {
      "id": 1049,
      "name": "سیریک",
      "slug": "سیریک",
      "city":"هرمزگان"
    },
    {
      "id": 1050,
      "name": "فارغان",
      "slug": "فارغان",
      "city":"هرمزگان"
    },
    {
      "id": 1051,
      "name": "فین",
      "slug": "فین",
      "city":"هرمزگان"
    },
    {
      "id": 1052,
      "name": "قشم",
      "slug": "قشم",
      "city":"هرمزگان"
    },
    {
      "id": 1053,
      "name": "قلعه قاضی",
      "slug": "قلعه-قاضی",
      "city":"هرمزگان"
    },
    {
      "id": 1054,
      "name": "کنگ",
      "slug": "کنگ",
      "city":"هرمزگان"
    },
    {
      "id": 1055,
      "name": "کوشکنار",
      "slug": "کوشکنار",
      "city":"هرمزگان"
    },
    {
      "id": 1056,
      "name": "کیش",
      "slug": "کیش",
      "city":"هرمزگان"
    },
    {
      "id": 1057,
      "name": "گوهران",
      "slug": "گوهران",
      "city":"هرمزگان"
    },
    {
      "id": 1058,
      "name": "میناب",
      "slug": "میناب",
      "city":"هرمزگان"
    },
    {
      "id": 1059,
      "name": "هرمز",
      "slug": "هرمز",
      "city":"هرمزگان"
    },
    {
      "id": 1060,
      "name": "هشتبندی",
      "slug": "هشتبندی",
      "city":"هرمزگان"
    },
    {
      "id": 1061,
      "name": "ازندریان",
      "slug": "ازندریان",
      "city":"همدان"
    },
    {
      "id": 1062,
      "name": "اسدآباد",
      "slug": "اسدآباد",
      "city":"همدان"
    },
    {
      "id": 1063,
      "name": "برزول",
      "slug": "برزول",
      "city":"همدان"
    },
    {
      "id": 1064,
      "name": "بهار",
      "slug": "بهار",
      "city":"همدان"
    },
    {
      "id": 1065,
      "name": "تویسرکان",
      "slug": "تویسرکان",
      "city":"همدان"
    },
    {
      "id": 1066,
      "name": "جورقان",
      "slug": "جورقان",
      "city":"همدان"
    },
    {
      "id": 1067,
      "name": "جوکار",
      "slug": "جوکار",
      "city":"همدان"
    },
    {
      "id": 1068,
      "name": "دمق",
      "slug": "دمق",
      "city":"همدان"
    },
    {
      "id": 1069,
      "name": "رزن",
      "slug": "رزن",
      "city":"همدان"
    },
    {
      "id": 1070,
      "name": "زنگنه",
      "slug": "زنگنه",
      "city":"همدان"
    },
    {
      "id": 1071,
      "name": "سامن",
      "slug": "سامن",
      "city":"همدان"
    },
    {
      "id": 1072,
      "name": "سرکان",
      "slug": "سرکان",
      "city":"همدان"
    },
    {
      "id": 1073,
      "name": "شیرین سو",
      "slug": "شیرین-سو",
      "city":"همدان"
    },
    {
      "id": 1074,
      "name": "صالح آباد",
      "slug": "همدان-صالح-آباد",
      "city":"همدان"
    },
    {
      "id": 1075,
      "name": "فامنین",
      "slug": "فامنین",
      "city":"همدان"
    },
    {
      "id": 1076,
      "name": "فرسفج",
      "slug": "فرسفج",
      "city":"همدان"
    },
    {
      "id": 1077,
      "name": "فیروزان",
      "slug": "فیروزان",
      "city":"همدان"
    },
    {
      "id": 1078,
      "name": "قروه درجزین",
      "slug": "قروه-درجزین",
      "city":"همدان"
    },
    {
      "id": 1079,
      "name": "قهاوند",
      "slug": "قهاوند",
      "city":"همدان"
    },
    {
      "id": 1080,
      "name": "کبودر آهنگ",
      "slug": "کبودر-آهنگ",
      "city":"همدان"
    },
    {
      "id": 1081,
      "name": "گل تپه",
      "slug": "گل-تپه",
      "city":"همدان"
    },
    {
      "id": 1082,
      "name": "گیان",
      "slug": "گیان",
      "city":"همدان"
    },
    {
      "id": 1083,
      "name": "لالجین",
      "slug": "لالجین",
      "city":"همدان"
    },
    {
      "id": 1084,
      "name": "مریانج",
      "slug": "مریانج",
      "city":"همدان"
    },
    {
      "id": 1085,
      "name": "ملایر",
      "slug": "ملایر",
      "city":"همدان"
    },
    {
      "id": 1086,
      "name": "نهاوند",
      "slug": "نهاوند",
      "city":"همدان"
    },
    {
      "id": 1087,
      "name": "همدان",
      "slug": "همدان",
      "city":"همدان"
    },
    {
      "id": 1088,
      "name": "ابرکوه",
      "slug": "ابرکوه",
      "city": "یزد"
    },
    {
      "id": 1089,
      "name": "احمدآباد",
      "slug": "احمدآباد",
      "city": "یزد"
    },
    {
      "id": 1090,
      "name": "اردکان",
      "slug": "یزد-اردکان",
      "city": "یزد"
    },
    {
      "id": 1091,
      "name": "اشکذر",
      "slug": "اشکذر",
      "city": "یزد"
    },
    {
      "id": 1092,
      "name": "بافق",
      "slug": "بافق",
      "city": "یزد"
    },
    {
      "id": 1093,
      "name": "بفروئیه",
      "slug": "بفروئیه",
      "city": "یزد"
    },
    {
      "id": 1094,
      "name": "بهاباد",
      "slug": "بهاباد",
      "city": "یزد"
    },
    {
      "id": 1095,
      "name": "تفت",
      "slug": "تفت",
      "city": "یزد"
    },
    {
      "id": 1096,
      "name": "حمیدیا",
      "slug": "حمیدیا",
      "city": "یزد"
    },
    {
      "id": 1097,
      "name": "خضرآباد",
      "slug": "خضرآباد",
      "city": "یزد"
    },
    {
      "id": 1098,
      "name": "دیهوک",
      "slug": "دیهوک",
      "city": "یزد"
    },
    {
      "id": 1099,
      "name": "زارچ",
      "slug": "زارچ",
      "city": "یزد"
    },
    {
      "id": 1100,
      "name": "شاهدیه",
      "slug": "شاهدیه",
      "city": "یزد"
    },
    {
      "id": 1101,
      "name": "طبس",
      "slug": "یزد-طبس",
      "city": "یزد"
    },
    {
      "id": 1103,
      "name": "عقدا",
      "slug": "عقدا",
      "city": "یزد"
    },
    {
      "id": 1104,
      "name": "مروست",
      "slug": "مروست",
      "city": "یزد"
    },
    {
      "id": 1105,
      "name": "مهردشت",
      "slug": "مهردشت",
      "city": "یزد"
    },
    {
      "id": 1106,
      "name": "مهریز",
      "slug": "مهریز",
      "city": "یزد"
    },
    {
      "id": 1107,
      "name": "میبد",
      "slug": "میبد",
      "city": "یزد"
    },
    {
      "id": 1108,
      "name": "ندوشن",
      "slug": "ندوشن",
      "city": "یزد"
    },
    {
      "id": 1109,
      "name": "نیر",
      "slug": "یزد-نیر",
      "city": "یزد"
    },
    {
      "id": 1110,
      "name": "هرات",
      "slug": "هرات",
      "city": "یزد"
    },
    {
      "id": 1111,
      "name": "یزد",
      "slug": "یزد",
      "city": "یزد"
    },
    {
      "id": 1116,
      "name": "پرند",
      "slug": "پرند",
      "city":"تهران"
    },
    {
      "id": 1117,
      "name": "فردیس",
      "slug": "فردیس",
      "city": "البرز"
    },
    {
      "id": 1118,
      "name": "مارلیک",
      "slug": "مارلیک",
      "city": "البرز"
    },
    {
      "id": 1119,
      "name": "سادات شهر",
      "slug": "سادات-شهر",
      "city":"مازندران"
    },
    {
      "id": 1121,
      "name": "زیباکنار",
      "slug": "زیباکنار",
      "city": "گیلان"
    },
    {
      "id": 1135,
      "name": "کردان",
      "slug": "کردان",
      "city": "البرز"
    },
    {
      "id": 1137,
      "name": "ساوجبلاغ",
      "slug": "ساوجبلاغ",
      "city": "البرز"
    },
    {
      "id": 1138,
      "name": "تهران دشت",
      "slug": "تهران-دشت",
      "city": "البرز"
    },
    {
      "id": 1150,
      "name": "گلبهار",
      "slug": "گلبهار",
      "city":"خراسان-رضوی"
    },
    {
      "id": 1153,
      "name": "قیامدشت",
      "slug": "قیامدشت",
      "city":"تهران"
    },
    {
      "id": 1155,
      "name": "بینالود",
      "slug": "بینالود",
      "city":"خراسان-رضوی"
    },
    {
      "id": 1159,
      "name": "پیربازار",
      "slug": "پیربازار",
      "city": "گیلان"
    },
    {
      "id": 1160,
      "name": "رضوانشهر",
      "slug": "رضوانشهر",
      "city": "یزد"
    }
  ]

const state  = [
    {id: "تهران",state: ["ارجمند",
    "اسلامشهر",
    "آبسرد",
    "باقرشهر",
    "بومهن",
    "اندیشه",
    "باغستان",
    "پاکدشت",
    "پیشوا",
    "پردیس",
    "آبعلی",
    "تهران",
    "چهاردانگه",
    "جوادآباد",
    "تهران-حسن-آباد",
    "دیزین",
    "دماوند",
    "شهر-ری",
    "رباط-کریم",
    "رودهن",
    "شاهدشهر",
    "شمشک",
    "شریف-آباد",
    "شهریار",
    "تهران-صالح-آباد",
    "صباشهر",
    "فردوسیه",
    "صفادشت",
    "فشم",
    "فیروزکوه",
    "قدس",
    "کهریزک",
    "قرچک",
    "کیلان",
    "شهر-گلستان",
    "لواسان",
    "ملارد",
    "میگون",
    "نسیم-شهر",
    "نصیرآباد",
    "ورامین",
    "وحیدیه",
    "پرند",
    "قیامدشت"]},{id:"یزد",state:["ابرکوه",
    "احمدآباد",
    "یزد-اردکان",
    "بفروئیه",
    "اشکذر",
    "بهاباد",
    "تفت",
    "بافق",
    "خضرآباد",
    "حمیدیا",
    "زارچ",
    "دیهوک",
    "شاهدیه",
    "یزد-طبس",
    "مروست",
    "مهردشت",
    "عقدا",
    "مهریز",
    "میبد",
    "ندوشن",
    "یزد-نیر",
    "هرات",
    "یزد",
    "رضوانشهر",
    ]},
    {id:"کرمانشاه",state:["ازگله",
    "اسلام-آباد-غرب",
    "باینگان",
    "تازه-آباد",
    "حمیل",
    "بیستون",
    "پاوه",
    "ماهیدشت",
    "روانسر",
    "سرپل-ذهاب",
    "جوان-رود",
    "سنقر",
    "سرمست",
    "سطر",
    "سومار",
    "صحنه",
    "شاهو",
    "قصرشیرین",
    "کرمانشاه",
    "کرندغرب",
    "گهواره",
    "گیلانغرب",
    "کوزران",
    "میان-راهان",
    "نودشه",
    "نوسود",
    "هرسین",
    "هلشی",
    "کنگاور",
    ]},
    {id: "آذربایجان-شرقی",state:["اسکو",
    "اهر",
    "ایلخچی",
    "آذرشهر",
    "آبش-احمد",
    "باسمنج",
    "آقکند",
    "بستان-آباد",
    "بناب-جدید",
    "بناب",
    "تبریز",
    "ترک",
    "بخشایش",
    "تیکمه-داش",
    "ترکمانچای",
    "جلفا",
    "خاروانا",
    "تسوج",
    "خامنه",
    "خراجو",
    "خسروشهر",
    "خضرلو",
    "خواجه",
    "خمارلو",
    "دوزدوزان",
    "زنوز",
    "زرنق",
    "سراب",
    "سردرود",
    "سهند",
    "سیس",
    "سیه-رود",
    "شبستر",
    "شربیان",
    "شرفخانه",
    "شندآباد",
    "صوفیان",
    "عجب-شیر",
    "قره-آغاج",
    "کشکسرای",
    "کلوانق",
    "کلیبر",
    "کوزه-کنان",
    "گوگان",
    "لیلان",
    "مراغه",
    "مرند",
    "ملکان",
    "ملک-کیان",
    "ممقان",
    "مهربان",
    "میانه",
    "نظرکهریزی",
    "هادی-شهر",
    "هرگلان",
    "هریس",
    "هشترود",
    "هوراند",
    "ورزقان",
    "یامچی",
    "وایقان",
    ]},
    {id: "آذربایجان-غربی",state:["ارومیه",
    "اشنویه",
    "ایواوغلی",
    "باروق",
    "آواجیق",
    "بازرگان",
    "پلدشت",
    "پیرانشهر",
    "بوکان",
    "تازه-شهر",
    "خوی",
    "دیزج-دیز",
    "ربط",
    "آذربایجان-غربی-سردشت",
    "سرو",
    "چهاربرج",
    "سلماس",
    "تکاب",
    "سیلوانه",
    "سیمینه",
    "سیه-چشمه",
    "شاهین-دژ",
    "شوط",
    "فیرورق",
    "قره-ضیاءالدین",
    "قطور",
    "قوشچی",
    "کشاورز",
    "گردکشانه",
    "ماکو",
    "محمدیار",
    "آذربایجان-غربی-محمودآباد",
    "میاندوآب",
    "آذربایجان-غربی-مهاباد",
    "نالوس",
    "نوشین",
    "میرآباد",
    "نقده",
    ]},
    {id: "اردبیل",state:["اردبیل",
    "اصلاندوز",
    "تازه-کندانگوت",
    "بیله-سوار",
    "آبی-بیگلو",
    "جعفرآباد",
    "پارس-آباد",
    "تازه-کند",
    "خلخال",
    "سرعین",
    "عنبران",
    "فخرآباد",
    "کوراییم",
    "گرمی",
    "کلور",
    "گیوی",
    "مشگین-شهر",
    "لاهرود",
    "رضی",
    "نمین",
    "اردبیل-نیر",
    "هشتجین",
    "هیر",
    ]},
    {id: "اصفهان",state:["ابوزیدآباد",
    "ابریشم",
    "اردستان",
    "اصفهان",
    "انارک",
    "افوس",
    "ایمانشهر",
    "بادرود",
    "آران-وبیدگل",
    "باغ-بهادران",
    "بافران",
    "برزک",
    "برف-انبار",
    "بهاران-شهر",
    "بهارستان",
    "بوئین-میاندشت",
    "پیربکران",
    "اژیه",
    "تیران",
    "جوزدان",
    "جندق",
    "جوشقان-کامو",
    "چادگان",
    "چرمهین",
    "چمگردان",
    "اصفهان-حسن-آباد",
    "خالدآباد",
    "حبیب-آباد",
    "حنا",
    "خمینی-شهر",
    "اصفهان-خور",
    "خوانسار",
    "داران",
    "دامنه",
    "دستگرد",
    "درچه",
    "دهق",
    "دهاقان",
    "اصفهان-دولت-آباد",
    "دیزیچه",
    "رزوه",
    "تودشک",
    "زاینده-رود",
    "اصفهان-رضوانشهر",
    "زواره",
    "زیباشهر",
    "سده-لنجان",
    "سفیدشهر",
    "سگزی",
    "سمیرم",
    "زرین-شهر",
    "شاهین-شهر",
    "عسگران",
    "طالخونچه",
    "علویجه",
    "فریدونشهر",
    "فلاورجان",
    "فرخی",
    "فولادشهر",
    "قمصر",
    "قهجاورستان",
    "کلیشاد-سودرجان",
    "کرکوند",
    "کاشان",
    "کمشچه",
    "کمه",
    "قهدریجان",
    "شهرضا",
    "کوشک",
    "کهریزسنگ",
    "گرگاب",
    "گزبرخوار",
    "گلدشت",
    "گلپایگان",
    "گلشهر",
    "مبارکه",
    "گوگد",
    "لای-بید",
    "مجلسی",
    "اصفهان-محمدآباد",
    "مشکات",
    "منظریه",
    "اصفهان-مهاباد",
    "نجف-آباد",
    "نائین",
    "اصفهان-میمه",
    "نطنز",
    "نیاسر",
    "نوش-آباد",
    "نیک-آباد",
    "اصفهان-نصرآباد",
    "هرند",
    "ورزنه",
    "ورنامخواست",
    "وزوان",
    "ونک",
    "خورزوق",
    "کوهپایه",
    ]},
    {id: "البرز",state:["اسارا",
    "اشتهارد",
    "تنکمان",
    "طالقان",
    "سعید-آباد",
    "شهر-جدید-هشتگرد",
    "کرج",
    "چهارباغ",
    "کمال-شهر",
    "گرمدره",
    "ماهدشت",
    "البرز-محمدشهر",
    "مشکین-دشت",
    "نظرآباد",
    "هشتگرد",
    "مارلیک",
    "فردیس",
    "کوهسار",
    "کردان",
    "ساوجبلاغ",
    "تهران-دشت",
    ]},
    {id: "ایلام",state:["ارکواز",
    "ایلام",
    "ایوان",
    "آبدانان",
    "آسمان-آباد",
    "بدره",
    "توحید",
    "پهله",
    "چوار",
    "دلگشا",
    "دره-شهر",
    "دهلران",
    "زرنه",
    "سراب-باغ",
    "سرابله",
    "ایلام-صالح-آباد",
    "لومار",
    "مورموری",
    "مهران",
    "موسیان",
    "ایلام-میمه",
    ]},
    {id: "بوشهر",state:["امام-حسن",
    "انارستان",
    "اهرم",
    "آبدان",
    "بردخون",
    "بندردیر",
    "برازجان",
    "بندردیلم",
    "بندرکنگان",
    "بندرریگ",
    "بندرگناوه",
    "بنک",
    "بوشهر",
    "تنگ-ارم",
    "جم",
    "خارک",
    "خورموج",
    "چغادک",
    "دالکی",
    "دلوار",
    "سیراف",
    "سعدآباد",
    "آب-پخش",
    "شبانکاره",
    "عسلویه",
    "کاکی",
    "کلمه",
    "وحدتیه",
    "نخل-تقی",
    "شنبه",
    "ریز",
    ]},
    {id: "تهران", state: ["ارجمند",
    "اسلامشهر",
    "اندیشه",
    "باغستان",
    "باقرشهر",
    "آبسرد",
    "پاکدشت",
    "آبعلی",
    "پیشوا",
    "بومهن",
    "جوادآباد",
    "تهران",
    "چهاردانگه",
    "دماوند",
    "شهر-ری",
    "تهران-حسن-آباد",
    "دیزین",
    "رودهن",
    "شاهدشهر",
    "رباط-کریم",
    "شریف-آباد",
    "شمشک",
    "شهریار",
    "تهران-صالح-آباد",
    "صباشهر",
    "صفادشت",
    "فردوسیه",
    "فیروزکوه",
    "قدس",
    "قرچک",
    "فشم",
    "کهریزک",
    "شهر-گلستان",
    "لواسان",
    "کیلان",
    "میگون",
    "نسیم-شهر",
    "ملارد",
    "نصیرآباد",
    "وحیدیه",
    "ورامین",
    "پرند",
    "قیامدشت",
    "پردیس",
    ]},
    {id: "چهارمحال-بختیاری", state: ["آلونی",
    "اردل",
    "باباحیدر",
    "بروجن",
    "بلداجی",
    "جونقان",
    "بن",
    "سامان",
    "سفیددشت",
    "چلگرد",
    "سودجان",
    "سورشجان",
    "شلمزار",
    "شهرکرد",
    "طاقانک",
    "فارسان",
    "فرادبنه",
    "فرخ-شهر",
    "کیان",
    "گندمان",
    "گهرو",
    "لردگان",
    "مال-خلیفه",
    "ناغان",
    "نقنه",
    "نافچ",
    "هفشجان",
    ]},
    {id: "خراسان-جنوبی", state: ["ارسک",
    "اسدیه",
    "اسلامیه",
    "اسفدن",
    "آرین-شهر",
    "بشرویه",
    "آیسک",
    "خراسان-جنوبی-حاجی-آباد",
    "خضری-دشت-بیاض",
    "خوسف",
    "بیرجند",
    "زهان",
    "سرایان",
    "سه-قلعه",
    "خراسان-جنوبی-طبس-",
    "سربیشه",
    "قاین",
    "شوسف",
    "فردوس",
    "قهستان",
    "خراسان-جنوبی-محمدشهر",
    "مود",
    "نهبندان",
    "نیمبلوک",
    ]},
    {id: "خراسان-رضوی", state: ["احمدآباد-صولت",
    "انابد",
    "باجگیران",
    "باخرز",
    "بار",
    "بایگ",
    "بجستان",
    "بردسکن",
    "بیدخت",
    "تایباد",
    "تربت-جام",
    "جغتای",
    "تربت-حیدریه",
    "جنگل",
    "چاپشلو",
    "چکنه",
    "چناران",
    "خرو",
    "خلیل-آباد",
    "خواف",
    "داورزن",
    "درگز",
    "در-رود",
    "خراسان-رضوی-دولت-آباد",
    "رشتخوار",
    "رضویه",
    "رباط-سنگ",
    "روداب",
    "ریوش",
    "سبزوار",
    "سرخس",
    "سفیدسنگ",
    "سلطان-آباد",
    "سلامی",
    "سنگان",
    "شادمهر",
    "شاندیز",
    "ششتمد",
    "شهرآباد",
    "شهرزو",
    "خراسان-رضوی-صالح-آباد",
    "طرقبه",
    "فرهادگرد",
    "فریمان",
    "خراسان-رضوی-عشق-آباد",
    "فیروزه",
    "قاسم-آباد",
    "فیض-آباد",
    "قلندرآباد",
    "قدمگاه",
    "قوچان",
    "کاخک",
    "کاریز",
    "کاشمر",
    "کدکن",
    "کلات",
    "کندر",
    "گلمکان",
    "گناباد",
    "لطف-آباد",
    "مزدآوند",
    "مشهد",
    "ملک-آباد",
    "نشتیفان",
    "خراسان-رضوی-نصرآباد",
    "نقاب",
    "نوخندان",
    "نیشابور",
    "نیل-شهر",
    "یونسی",
    "گلبهار",
    "بینالود",
    "همت-آباد",
    ]},
    {id: "خراسان-شمالی", state: ["اسفراین",
    "ایور",
    "آشخانه",
    "پیش-قلعه",
    "بجنورد",
    "حصارگرمخان",
    "جاجرم",
    "تیتکانلو",
    "درق",
    "سنخواست",
    "راز",
    "شیروان",
    "شوقان",
    "خراسان-شمالی-صفی-آباد",
    "قاضی",
    "لوجلی",
    "فاروج",
    "گرمه",
    ]},
    {id: "خوزستان", state: ["اروندکنار",
    "الوان",
    "امیدیه",
    "اندیمشک",
    "اهواز",
    "آبادان",
    "آغاجاری",
    "ایذه",
    "بستان",
    "بندرامام-خمینی",
    "بندرماهشهر",
    "ترکالکی",
    "بهبهان",
    "چمران",
    "باغ-ملک",
    "حر",
    "جایزان",
    "حسینیه",
    "چویبده",
    "حمزه",
    "حمیدیه",
    "خرمشهر",
    "دارخوین",
    "دزآب",
    "دزفول",
    "رامشیر",
    "رامهرمز",
    "زهره",
    "دهدز",
    "رفیع",
    "سالند",
    "خوزستان-سردشت",
    "سوسنگرد",
    "شادگان",
    "شاوور",
    "شوش",
    "شوشتر",
    "صالح-شهر",
    "شرافت",
    "شیبان",
    "خوزستان-صفی-آباد",
    "صیدون",
    "قلعه-تل",
    "قلعه-خواجه",
    "گتوند",
    "مسجدسلیمان",
    "لالی",
    "ملاثانی",
    "مینوشهر",
    "هفتگل",
    "میانرود",
    "هندیجان",
    "هویزه",
    "ویس",
    ]},
    {id: "زنجان", state: ["ابهر",
    "ارمغان-خانه",
    "آب-بر",
    "چورزق",
    "خرمدره",
    "حلب",
    "دندی",
    "زرین-رود",
    "زرین-آباد",
    "سجاس",
    "زنجان",
    "سهرورد",
    "صائین-قلعه",
    "ماه-نشان",
    "قیدار",
    "سلطانیه",
    "هیدج",
    "گرماب",
    ]},
    {id: "سمنان", state: ["امیریه",
    "ایوانکی",
    "آرادان",
    "بیارجمند",
    "بسطام",
    "دامغان",
    "دیباج",
    "درجزین",
    "سمنان",
    "شاهرود",
    "شهمیرزاد",
    "سرخه",
    "گرمسار",
    "مجن",
    "مهدی-شهر",
    "کلاته-خیج",
    "میامی",
    ]},
    {id: "سیستان-بلوچستان", state: ["اسپکه",
    "ایرانشهر",
    "بزمان",
    "ادیمی",
    "بمپور",
    "بنت",
    "بنجار",
    "پیشین",
    "جالق",
    "چابهار",
    "خاش",
    "دوست-محمد",
    "راسک",
    "زابل",
    "زابلی",
    "زاهدان",
    "زهک",
    "سراوان",
    "سرباز",
    "سوران",
    "سیرکان",
    "علی-اکبر",
    "فنوج",
    "قصرقند",
    "کنارک",
    "گشت",
    "گلمورتی",
    "محمدان",
    "سیستان-و-بلوچستان-محمدآباد",
    "محمدی",
    "میرجاوه",
    "نصرت-آباد",
    "نگور",
    "نوک-آباد",
    "نیک-شهر",
    "هیدوچ",
    ]},
    {id: "فارس", state: ["فارس-اردکان",
    "ارسنجان",
    "استهبان",
    "افزر",
    "اشکنان",
    "امام-شهر",
    "اهل",
    "اقلید",
    "اوز",
    "ایزدخواست",
    "آباده-طشک",
    "آباده",
    "باب-انار",
    "فارس-بالاده",
    "ایج",
    "بنارویه",
    "بوانات",
    "بهمن",
    "بیرم",
    "بیضا",
    "جنت-شهر",
    "جهرم",
    "فارس-حسن-آباد",
    "جویم",
    "زرین-دشت",
    "خان-زنیان",
    "خاوران",
    "خرامه",
    "خنج",
    "خشت",
    "فارس-خور",
    "داریان",
    "داراب",
    "دژکرد",
    "دبیران",
    "دهرم",
    "دوبرجی",
    "رامجرد",
    "رونیز",
    "زاهدشهر",
    "زرقان",
    "سده",
    "سعادت-شهر",
    "سروستان",
    "سورمق",
    "سیدان",
    "ششده",
    "شهرپیر",
    "شهرصدرا",
    "شیراز",
    "صغاد",
    "صفاشهر",
    "علامرودشت",
    "فدامی",
    "فراشبند",
    "فسا",
    "فارس-فیروزآباد",
    "قائمیه",
    "قادرآباد",
    "قطب-آباد",
    "قطرویه",
    "کارزین-فتح-آباد",
    "قیر",
    "کازرون",
    "کنارتخته",
    "کامفیروز",
    "کره-ای",
    "کوار",
    "گراش",
    "لار",
    "لامرد",
    "گله-دار",
    "لپویی",
    "لطیفی",
    "مرودشت",
    "مشکان",
    "مبارک-آباددیز",
    "مصیری",
    "میمند",
    "مهر",
    "نوبندگان",
    "نوجین",
    "نودان",
    "فارس-نورآباد",
    "وراوی",
    "نی-ریز",
    ]},
    {id: "قزوین", state: ["ارداق",
    "اسفرورین",
    "اقبالیه",
    "آبگرم",
    "آبیک",
    "آوج",
    "بوئین-زهرا",
    "بیدستان",
    "خاکعلی",
    "تاکستان",
    "خرمدشت",
    "دانسفهان",
    "الوند",
    "رازمیان",
    "سگزآباد",
    "سیردان",
    "شریفیه",
    "شال",
    "ضیاآباد",
    "قزوین",
    "محمدیه",
    "محمودآباد-نمونه",
    "معلم-کلایه",
    "نرجه",
    "کوهین",
    ]},
    {id: "قم", state: ["دستجرد",
    "سلفچگان",
    "جعفریه",
    "قم",
    "قنوات",
    "کهک",
    ]},
    {id: "کردستان", state: ["بانه",
    "بابارشانی",
    "آرمرده",
    "بلبان-آباد",
    "بیجار",
    "بوئین-سفلی",
    "دزج",
    "چناره",
    "دلبران",
    "دهگلان",
    "دیواندره",
    "سروآباد",
    "زرینه",
    "سریش-آباد",
    "سقز",
    "سنندج",
    "صاحب",
    "شویشه",
    "قروه",
    "کامیاران",
    "کانی-سور",
    "کانی-دینار",
    "مریوان",
    "موچش",
    "یاسوکند",
    ]},
    {id: "کرمان", state: ["اختیارآباد",
    "امین-شهر",
    "ارزوئیه",
    "اندوهجرد",
    "انار",
    "باغین",
    "بردسیر",
    "بزنجان",
    "بم",
    "بهرمان",
    "بروات",
    "جبالبارز",
    "پاریز",
    "جوپار",
    "جوزم",
    "جیرفت",
    "خاتون-آباد",
    "چترود",
    "بافت",
    "خورسند",
    "خانوک",
    "درب-بهشت",
    "دهج",
    "رابر",
    "راور",
    "راین",
    "رفسنجان",
    "کرمان-رودبار",
    "زرند",
    "ریحان-شهر",
    "زنگی-آباد",
    "زیدآباد",
    "سیرجان",
    "شهداد",
    "صفائیه",
    "عنبرآباد",
    "شهربابک",
    "فاریاب",
    "فهرج",
    "قلعه-گنج",
    "کاظم-آباد",
    "کرمان",
    "کشکوئیه",
    "کهنوج",
    "کوهبنان",
    "کیانشهر",
    "گلزار",
    "گلباف",
    "لاله-زار",
    "ماهان",
    "کرمان-محمدآباد",
    "مردهک",
    "مس-سرچشمه",
    "نجف-شهر",
    "محی-آباد",
    "نرماشیر",
    "منوجان",
    "نگار",
    "نظام-شهر",
    "هجدک",
    "یزدان-شهر",
    "نودژ",
    ]},
    {id: "کهگیلویه-بویراحمد", state: ["باشت",
    "پاتاوه",
    "چرام",
    "دهدشت",
    "چیتاب",
    "دوگنبدان",
    "دیشموک",
    "سوق",
    "قلعه-رئیسی",
    "سی-سخت",
    "گراب-سفلی",
    "لیکک",
    "لنده",
    "مادوان",
    "یاسوج",
    "مارگون",
    ]},
    {id: "گلستان", state: ["انبارآلوم",
    "اینچه-برون",
    "آزادشهر",
    "بندرگز",
    "بندرترکمن",
    "آق-قلا",
    "خان-ببین",
    "دلند",
    "جلین",
    "رامیان",
    "سرخنکلاته",
    "سیمین-شهر",
    "علی-آباد-کتول",
    "کردکوی",
    "فاضل-آباد",
    "گنبدکاووس",
    "کلاله",
    "گالیکش",
    "گمیش-تپه",
    "گرگان",
    "مراوه",
    "مینودشت",
    "نگین-شهر",
    "نوده-خاندوز",
    "نوکنده",
    ]},
    {id: "لرستان", state: ["ازنا",
    "اشترینان",
    "الیگودرز",
    "الشتر",
    "بروجرد",
    "پلدختر",
    "چالانچولان",
    "چغلوندی",
    "لرستان-خرم-آباد",
    "درب-گنبد",
    "چقابل",
    "دورود",
    "سپیددشت",
    "سراب-دوره",
    "زاغه",
    "کونانی",
    "لرستان-فیروزآباد",
    "کوهدشت",
    "گراب",
    "معمولان",
    "مومن-آباد",
    "لرستان-نورآباد",
    "ویسیان",
    ]},
    {id: "گیلان", state: ["احمدسرگوراب",
    "اسالم",
    "اطاقور",
    "آستارا",
    "آستانه-اشرفیه",
    "بازار-جمعه",
    "بره-سر",
    "پره-سر",
    "بندرانزلی",
    "تالش",
    "توتکابن",
    "جیرنده",
    "چابکسر",
    "چاف-و-چمخاله",
    "چوبر",
    "خشکبیجار",
    "حویق",
    "املش",
    "خمام",
    "رحیم-آباد",
    "رانکوه",
    "دیلمان",
    "رستم-آباد",
    "گیلان-رضوانشهر",
    "رشت",
    "گیلان-رودبار",
    "رودسر",
    "سیاهکل",
    "رودبنه",
    "شفت",
    "شلمان",
    "صومعه-سرا",
    "کوچصفهان",
    "کلاچای",
    "کومله",
    "فومن",
    "گوراب-زرمیخ",
    "کیاشهر",
    "لاهیجان",
    "لوشان",
    "لنگرود",
    "لولمان",
    "لوندویل",
    "لیسار",
    "ماسال",
    "سنگر",
    "ماسوله",
    "مرجقل",
    "واجارگاه",
    "منجیل",
    "زیباکنار",
    "لشت-نشا",
    "پیربازار",
    ]},
    {id: "مازندران", state: ["آلاشت",
    "ایزدشهر",
    "امیرکلا",
    "آمل",
    "بابل",
    "مازندران-بلده",
    "بابلسر",
    "بهنمیر",
    "پل-سفید",
    "بهشهر",
    "جویبار",
    "تنکابن",
    "چالوس",
    "چمستان",
    "مازندران-خرم-آباد",
    "خلیل-شهر",
    "خوش-رودپی",
    "دابودشت",
    "رامسر",
    "رستمکلا",
    "رویان",
    "رینه",
    "سرخرود",
    "زرگرمحله",
    "ساری",
    "زیرآب",
    "سلمان-شهر",
    "شیرگاه",
    "شیرود",
    "سورک",
    "عباس-آباد",
    "فریدونکنار",
    "فریم",
    "کتالم",
    "کلارآباد",
    "کلاردشت",
    "کوهی-خیل",
    "کله-بست",
    "کیاسر",
    "کیاکلا",
    "گتاب",
    "گزنک",
    "قائم-شهر",
    "گلوگاه",
    "مازندران-محمودآباد",
    "مرزن-آباد",
    "نشتارود",
    "مرزیکلا",
    "نکا",
    "نوشهر",
    "نور",
    "سادات-شهر",
    ]},
    {id: "مرکزی", state: ["آشتیان",
    "آستانه",
    "پرندک",
    "اراک",
    "جاورسیان",
    "تفرش",
    "توره",
    "خمین",
    "داودآباد",
    "خنداب",
    "دلیجان",
    "رازقان",
    "زاویه",
    "ساروق",
    "شازند",
    "ساوه",
    "سنجان",
    "غرق-آباد",
    "کرهرود",
    "قورچی-باشی",
    "کمیجان",
    "مامونیه",
    "مهاجران",
    "محلات",
    "میلاجرد",
    "نراق",
    "نیمور",
    "نوبران",
    "هندودر",
    "خشکرود",
    "فرمهین",
    ]},
    {id: "هرمزگان", state: ["بستک",
    "ابوموسی",
    "بندرجاسک",
    "بندرچارک",
    "بندرعباس",
    "بندرلنگه",
    "بندرخمیر",
    "بیکا",
    "پارسیان",
    "تخت",
    "جناح",
    "هرمزگان-حاجی-آباد",
    "دهبارز",
    "درگهان",
    "رویدر",
    "زیارتعلی",
    "سندرک",
    "هرمزگان-سردشت",
    "سیریک",
    "سوزا",
    "فین",
    "فارغان",
    "قشم",
    "کنگ",
    "کوشکنار",
    "قلعه-قاضی",
    "کیش",
    "میناب",
    "گوهران",
    "هرمز",
    "هشتبندی",
    ]},
    {id: "همدان", state: ["ازندریان",
    "اسدآباد",
    "برزول",
    "جورقان",
    "تویسرکان",
    "بهار",
    "جوکار",
    "دمق",
    "سامن",
    "زنگنه",
    "شیرین-سو",
    "رزن",
    "سرکان",
    "فامنین",
    "همدان-صالح-آباد",
    "فرسفج",
    "فیروزان",
    "قروه-درجزین",
    "قهاوند",
    "گیان",
    "گل-تپه",
    "کبودر-آهنگ",
    "لالجین",
    "ملایر",
    "مریانج",
    "نهاوند",
    "همدان",
    ]},
 

]
module.exports ={state,city}